{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf54b0ca310519142700d0b.html", "content": "China will soon issue commercial licenses for 5G, as the country has established an edge in the superfast wireless technology, both in domestic innovation and international cooperation, the Ministry of Industry and Information Technology said on Monday.The move marks an accelerated push by China to commercialize 5G, a technology widely recognized as having strategic importance in fueling industrial upgrading and economic growth, analysts said.The ministry said in a statement that \"with joint efforts of all parties, China has built a foundation for commercialization of 5G\", and that it will issue commercial 5G licenses in the near future.Although the statement did not specify a date for license issuance, it sent a clear signal that China will soon officially enter the first round of the 5G revolution.According to the ministry, China's 5G industry has established an edge by adhering to the combination of innovation and open cooperation. As of May, Chinese companies accounted for more than 30 percent of all essential patents related to international standards for 5G.Meanwhile, a string of foreign companies, including Nokia, Ericsson, Qualcomm and Intel, have participated in three phases of technical tests organized by China to get their 5G products and solutions ready for commercial use in the country.\"As always, we welcome domestic and foreign enterprises to actively participate in China's 5G network construction and application promotion, and jointly share the opportunities,\" the ministry said.The move marks an accelerated push by China to apply 5G. Its previous plan was to commercialize the technology in 2020. The next-generation tech is expected to be at least 10 times faster than 4G and its huge capacity to connect things will enable smart factories, self-driving vehicles and other applications.Gong Daning, a senior engineer at the China Academy of Information and Communications Technology, a think tank, said China is in a pioneering position globally in the development of medium-frequency 5G telecom gear, smartphones and chips.\"More important, China is open to all players. Foreign companies such as Qualcomm and Intel are members of the nation's 5G working group, which was established in 2013, and they have played an important role in bringing China's 5G industrial chain to maturity,\" Gong said.The country's three telecom carriers are expected to spend 900 billion to 1.5 trillion yuan ($130 billion to $217 billion) on 5G network construction from 2020 to 2025, according to a report from the academy.Markus Borchert, president of Nokia China, said in a reply to China Daily on Monday, \"This is great news that the 5G commercial rollout will start soon in China, and the cooperation with multinational companies is highly recognized by the Chinese government, which makes us more confident in the healthy, steady and sustainable development of China's 5G industry.\" Borchert said Nokia China will leverage its technological advantages and years of experience in serving local customers to promote China's active engagement in the global 5G ecosystem.Swedish telecom equipment manufacturer Ericsson said on Monday that it has maintained long-term friendships with China's telecom carriers and is ready to partner with local companies to promote 5G deployment.China is set to become the world's largest 5G market by 2025, with 460 million 5G users, according to a forecast by the Global System for Mobile Communications Association, an industry group.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/newmedia.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/a/201906/03/WS5cf53e83a310519142700d02.html", "content": "US President Donald Trump and the first lady Melania have met members of the royal family and paid their respects at the Tomb of the Unknown Warrior in Westminster Abbey after arriving in London for a three-day state visit to the United Kingdom.Following his arrival at Stansted Airport, the president flew by helicopter to London where he was welcomed by Prince Charles, and then on to Buckingham Palace, where the guests were met the Queen and greeted with a 41-gun salute and military honor guard.The president and his wife then went to Westminster, where they met Prince Andrew, to pay their respects at the tomb on an unidentified soldier whose body was brought back from the World War I battlefields in France.During his three day visit to the UK, Trump will also visit the coastal city of Portsmouth to take part in commemorations to mark the 75th anniversary of D Day, the crucial allied military operation of Northern France in World War II.Trump's diplomatic demeanor when meeting his host was in contrast to his arrival, where before his plane had even landed, he launched a Twitter attack on London mayor Sadiq Khan, who said his state visit \"will be one we look back on with profound regret and acknowledge that we were on the wrong side of history\".Trump replied by calling Khan, whose name he spelt incorrectly, \"a stone cold loser\" who \"by all accounts has done a terrible job as Mayor of London,\" before adding \"I look forward to being a great friend to the United Kingdom.\"British Foreign Secretary Jeremy Hunt, who welcomed Trump at the airport, later told reporters that the president had voiced his \"strong views about the Mayor of London\" when they met.Trump's arrival in London came the day after the US Ambassador in London, Woody Johnson, gave an interview to the BBC on the topic of future trade relations, and when asked about American interest in Britain's free at point of use National Health Service, said \"I think probably the entire economy would in a trade deal, all things that are traded would be on the table,\" provoking public outrage.Trump's trip coincides with the last week of Theresa May's premiership, before she steps down as Prime Minister at the end of the week and in a repeat of events on his visit to the UK last year, Trump has already given a newspaper interview extolling the virtues of Brexit-supporting former Foreign Secretary Boris Johnson as a potential leader.He has also sparked fury by advising Britain to prepare to leave the European Union at the end of October without a deal, and proposed a prominent role for Brexit Party leader Nigel Farage in any discussions with the EU.A major public demonstration against Trump's visit is planned in London on Tuesday, and on its flight path towards Stansted Airport, his plane flew over fields where climate change protesters had carved slogans.Meanwhile, Downing Street has confirmed May will bring up the topic of climate change when she meets Trump.The announcement comes after 250 academics sent May a letter pleading with her to \"robustly challenge\" him on the topic, and a government source told the BBC \"the prime minister has raised climate change with the president before and will do so again during his visit.\"The letter was organized by Bob Ward of the London School of Economics, who said he took heart from the response it had received.\"The prime minister can robustly challenge President Trump about his inaction on climate change with the knowledge that she has the extremely strong support of all the experts who signed the letter,\" he said.\"We all stand behind her on this issue. I hope she will raise the issue with him in public, as well as privately, so that Americans can see how much the president's climate change denial is damaging the international standing of the United States.\"It would be a tremendous legacy for Theresa May if she can shift Mr Trump from his position of stubborn denial of the risks of climate change.\"Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5bb39a310519142700d83.html", "content": "A man who had his name cleared after spending 23 years behind bars applied for 21.3 million yuan ($3.09 million) in state compensation in Jilin province on Monday.Jin Zhehong, 50, who had been sentenced to a suspended death sentence for intentional homicide, was found not guilty by the Jilin High People's Court in November, after a retrial found the evidence was insufficient to prove the conviction.The compensation application includes 8.01 million yuan for the wrongful ruling, 9.66 million yuan for mental anguish and 1 million yuan for medical treatment and other fees, according to his lawyer Qu Zhenhong.\"My client is in poor health, so the money would only ensure he can live a stable life, but also to treat his conditions, such as recovering from a stroke and hypertension,\" Qu said.The application also asks the court to apologize via several national-level media outlets to remove the negative effects brought by the miscarriage of justice, Qu said.She hopes the court can pay Jin more in mental anguish to repair his broken family and offset the sorrow caused by the wrongful detention.The case dates back to Sept 29, 1995, when a woman's body was found near a railway track in the province's Shuanghe township, Yongji county. Some days later, Jin, then 27, was named as the suspect and detained.In 1996, Jin was given the death penalty with a two-year reprieve for intentional homicide by the Jilin Intermediate People's Court.He appealed, and the provincial high court sent the case back to the lower court for retrial a year later. But the intermediate court upheld the judgment.The higher court returned the case to the lower court in 1998 after he appealed again. But the ruling remained the same.Two years later, the high court approved the ruling, even though Jin continuously appealed during those years.The case turned in 2014, when the high court considered a retrial due to the repeated appeals and media reports on a possible forced confession.On Oct 24, 2018, the court said in the rehearing that it was uncertain whether Jin had the time, tools and motives to do the killing, \"so the chain of evidence in the case was not complete enough to prove the conviction\".In recent years, several wrongful convictions have been overturned through China's determination to uncover judicial miscarriages. But the state compensation, especially for the mental anguish, is still far from what they expected.For example, Li Jinlian, wrongly jailed for 19 years, applied for 20 million yuan for mental damage, but the Jiangxi High People's Court gave him 900,000 yuan.\"If the mental compensation can be increased through the applications, including ours, it may further alleviate damages brought by the miscarriages to people such as my client,\" Qu added.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://watchthis.chinadaily.com.cn/content/WS5ceccd2ca3105432b438a60f.html", "content": "OKAY TURN LEFT | Casino City’s Studio StayWe’re headed everywhere but the gaming floor on Macau’s Cotai strip.StudioCity #Macao #Cotai #okayturnleft #okturnleftCopyright 1995-2017 . All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form. For more information, please contact video@chinadaily.com.cn"}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5c57da310519142700df4.html", "content": "Courts have been ordered to intensify penalties for crimes against juveniles and undertake legal studies on school bullying and child abuse to further strengthen judicial protection of children.\"Every court must uphold juvenile protection as a priority when handling cases related to minors, and dispense heavier punishments without mercy to offenders who damage the children,\" said Jiang Qibo, director of the Research Office under the Supreme People's Court.Jiang made the remark over the weekend as the top court released 10 major cases to highlight the increased judicial protection of juveniles.In a case in Henan province, a kindergarten teacher surnamed Ma was detained in 2017 for injuring children's hands and arms with needlelike instruments. She was recently sentenced to two years in prison for child abuse and barred from teaching children for five years.The punishment was tough, as the maximum prison term for the offense under Chinese Criminal Law is three years, and the longest education ban is five years, a statement from the Supreme People's Court said.In another case, a man surnamed Jiang was sentenced to 11 years in prison after he acted indecently through video chat toward 31 children from May 2015 to November 2016.\"He didn't touch those minors, but his behavior seriously damaged their mental health,\" said Zhou Jiahai, deputy director of the top court's research office.\"The penalty presented our 'zero tolerance' approach against such offenders.\"Meanwhile, some court rulings relating to juveniles had greater significance, \"as they became the legal basis of guidelines or even promoted legislation,\" Zhou said.In December 2014, for instance, the top court, with the Supreme People's Procuratorate and the Ministry of Civil Affairs, jointly issued a guideline on guardians, which came after a court revoked the guardianship of a single mother for assaulting her son in 2013.\"A ban given by a Hunan provincial court to a father to prevent him abusing his daughter also promoted the protection order written into the law against domestic violence in 2015,\" Zhou said.In addition, the top court said motions and suggestions to prevent school bullying and sexual abuse of children were raised more frequently by political advisers and legislators in recent years.\"We've required courts across the country to do more research on these issues,\" Zhou said.\"We'll find better solutions from cases and refine them.\"Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://world.chinadaily.com.cn/a/201906/03/WS5cf4f779a31011d294da9d8e.html", "content": "中国日报网6月3日电 据英国天空电视台报道，5月13日，印度境内喜马拉雅山山脉楠达德维山东峰发生失踪事件，8人生死未卜，目前搜寻工作进入第三天。印度官员称，空军飞行员已经有所收获，发现了五具尸体。 ​​​（编辑：党超峰）"}
{"url": "http://cn.chinadaily.com.cn/a/201906/03/WS5cf48ea4a310e7f8b1580381.html", "content": "中国日报网6月3日电（高琳琳） 据英国路透社报道，当地时间6月3日，美国总统特朗将对英国进行国事访问。在抵英之前，特朗普就脱欧问题发表了一系列评论。即将离任的英国首相特雷莎·梅曾表示，本周对英美的特殊关系意义重大，为进一步加强两国间的密切联系提供了契机。她指出，英国与美国的安全关系“比与其他任何国家都更加深入、广泛和高级”。然而，特朗普对梅首相的态度却显得不太友好。在行前接受英国《星期日泰晤士报》采访时，特朗普就再次表示，将支持那些不论有没有协议都坚决在10月31日完成脱欧的首相候选人。他指出，英国一定要搞定脱欧的事情，今年必须离开欧盟；如果英国没有得到满意的协议，那就应该“转身走人”。据悉，他之前就对热门候选人、前外交大臣鲍里斯·约翰逊大加赞赏。上次访英时，特朗普曾“一踩一抬”，不但抨击梅“软弱”的脱欧谈判，还称赞约翰逊是一位“伟大的”潜在首相人选。特朗普还在《星期日泰晤士报》的采访中表示，下一任英国领导人应该派脱欧派领袖奈杰尔·法拉奇与欧盟谈判，英国保守党没有让法拉奇在英国脱欧党赢得欧洲议会选举后参与同欧盟的谈判，是错误的做法。报道指出，不论特朗普是与鲍里斯还是与法拉奇会面，都将被视为对现任首相梅的冷落。英国官员私下里担心，特朗普可能会进一步羞辱梅。（编辑：党超峰 周凤梅）"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/bizchina/greenchina/index.html", "content": "The Infinite Mobile Device by Taiwan design student Tony Deng presents a more sustainable cell phone charging system."}
{"url": "http://world.chinadaily.com.cn/a/201906/03/WS5cf4c9f6a31011d294da9d21.html", "content": "中国日报网6月3日电（严玉洁）继去年10月印度尼西亚狮子航空公司一架波音737-8客机（属于737Max系列）坠毁之后，今年3月埃塞俄比亚航空公司该型号客机又发生空难。这两起空难均被怀疑与涉及自动防失速的机动特性增强系统（MCAS）有关。更加令人难以接受的是，波音据信在这个系统的相关设计上偷工减料了。据《纽约时报》6月2日报道，根据最初的设计版本，波音737Max飞机的MCAS依赖于至少两种传感器发出的数据，而其最终版本只安装了一种。这就导致该系统不能起到严格的保护作用。在上述两起空难中，单一、受损的传感器让飞机在几分钟内进入俯冲状态，飞行员苦苦挣扎，却无济于事。这两起空难导致346人死亡，也迫使全球各地的监管机构让737Max客机停飞。很多参与开发、测试和批准这个系统的人员表示，自己并不完全了解MCAS发生的变化。波音的在职员工和前雇员以及美国联邦航空管理局表示，他们都以为该系统依赖于不只一个传感器，并且它只有在极罕见的情况下才被激活。很多人基于这些被误导的假设，做出了关键决策，影响了737Max的设计、认证和培训。多名雇员指出，当时波音急着让737Max完工，每个人集中精力去完成飞机上的一小部分工作，这一过程让他们无法全面了解这个至关重要、最终带来危险的系统。直到去年10月的空难发生后，他们才惊讶地发现，737Max上的MCAS仅仅依靠一个传感器来工作。协助设计MCAS的一名工程师说：“这很疯狂。”一位负责审查的安全分析师表示：“我很震惊。”一位负责评估系统传感器的工程师指出：“在我看来，似乎有人不明白自己在干什么。”另据三位联邦航空管理局官员透露，波音公司从未向该监管机构负责飞行培训需求的官员披露MCAS的改造情况。当波音要求在飞行员手册中删除对该系统的介绍时，联邦航空管理局同意了。这就导致大部分737Max的飞行员在去年10月的空难发生前都不知道这个软件的存在。一位曾参与737Max试飞工作的飞行员表示：“这不合逻辑。我希望自己知道全部的事情。”波音公司发言人戈登·约翰德罗此前在一份声明里称，波音和监管机构都遵循了标准的程序。“联邦航空管理局在Max认证期间考虑过MCAS的最终配置和操作参数，并得出其符合所有的认证和监管要求的结论。”而事实上，联邦航空管理局从未对新版本的MCAS进行正式的安全评估。《纽约时报》分析指出，如果波音雇员和监管机构能够更好地了解这个系统，灾难原本是可以避免的。（编辑：党超峰 周凤梅）"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://world.chinadaily.com.cn/a/201906/03/WS5cf4c9f6a31011d294da9d21.html", "content": "中国日报网6月3日电（严玉洁）继去年10月印度尼西亚狮子航空公司一架波音737-8客机（属于737Max系列）坠毁之后，今年3月埃塞俄比亚航空公司该型号客机又发生空难。这两起空难均被怀疑与涉及自动防失速的机动特性增强系统（MCAS）有关。更加令人难以接受的是，波音据信在这个系统的相关设计上偷工减料了。据《纽约时报》6月2日报道，根据最初的设计版本，波音737Max飞机的MCAS依赖于至少两种传感器发出的数据，而其最终版本只安装了一种。这就导致该系统不能起到严格的保护作用。在上述两起空难中，单一、受损的传感器让飞机在几分钟内进入俯冲状态，飞行员苦苦挣扎，却无济于事。这两起空难导致346人死亡，也迫使全球各地的监管机构让737Max客机停飞。很多参与开发、测试和批准这个系统的人员表示，自己并不完全了解MCAS发生的变化。波音的在职员工和前雇员以及美国联邦航空管理局表示，他们都以为该系统依赖于不只一个传感器，并且它只有在极罕见的情况下才被激活。很多人基于这些被误导的假设，做出了关键决策，影响了737Max的设计、认证和培训。多名雇员指出，当时波音急着让737Max完工，每个人集中精力去完成飞机上的一小部分工作，这一过程让他们无法全面了解这个至关重要、最终带来危险的系统。直到去年10月的空难发生后，他们才惊讶地发现，737Max上的MCAS仅仅依靠一个传感器来工作。协助设计MCAS的一名工程师说：“这很疯狂。”一位负责审查的安全分析师表示：“我很震惊。”一位负责评估系统传感器的工程师指出：“在我看来，似乎有人不明白自己在干什么。”另据三位联邦航空管理局官员透露，波音公司从未向该监管机构负责飞行培训需求的官员披露MCAS的改造情况。当波音要求在飞行员手册中删除对该系统的介绍时，联邦航空管理局同意了。这就导致大部分737Max的飞行员在去年10月的空难发生前都不知道这个软件的存在。一位曾参与737Max试飞工作的飞行员表示：“这不合逻辑。我希望自己知道全部的事情。”波音公司发言人戈登·约翰德罗此前在一份声明里称，波音和监管机构都遵循了标准的程序。“联邦航空管理局在Max认证期间考虑过MCAS的最终配置和操作参数，并得出其符合所有的认证和监管要求的结论。”而事实上，联邦航空管理局从未对新版本的MCAS进行正式的安全评估。《纽约时报》分析指出，如果波音雇员和监管机构能够更好地了解这个系统，灾难原本是可以避免的。（编辑：党超峰 周凤梅）"}
{"url": "http://watchthis.chinadaily.com.cn/content/WS59cf24b8a310c1bc8d14d164.html", "content": "The art side of GuangzhouFollow Shiva and take a closer look at art spaces in Dongshan, an old district in Guangzhou, one of China’s lesser-appreciated art cities.This is Episode 13 of Girl City, a lifestyle show with girls across Asian cities.Find us on Facebook (@girlcityvideo) and stay tuned for more!Copyright 1995-2017 . All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form. For more information, please contact video@chinadaily.com.cn"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://watchthis.chinadaily.com.cn/content/WS59a78d64a310d94f978582f8.html", "content": "Guangzhou skate girlZixuan came to Guangzhou for just one reason: #kateboarding.In this episode of Girl City, let's follow Zixuan to skate in Guangzhou.This is Episode 12 of Girl City, a lifestyle show with girls across Asian cities.Copyright 1995-2017 . All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form. For more information, please contact video@chinadaily.com.cn"}
{"url": "http://www.chinadaily.com.cn/a/201905/10/WS5cd4b29ca3104842260bad49.html", "content": "The outcry over a senior US State Department official's racist comment against China last week is the latest proof of the growing \"Red Scare\" in Washington.Kiron Skinner, the department's policy planning director, told a security forum in Washington on April 29 that the competition with China is \"a fight with a really different civilization and a different ideology and the US hasn't had that before\". She added that \"it's the first time that we will have a great power competitor that is not Caucasian\".The comment was so shocking that even the usual critical China watchers in Washington did not come out to defend her. Instead, many pointed out that her remarks were way out of line.Skinner's comment was laughable because it showed her lack of understanding of long and rich Asian civilizations such as the Chinese civilization and Indian civilization. She wouldn't have made such a colossal mistake had she taken advantage of the rich resources in the Department of East Asian Languages and Civilizations while studying and teaching at Harvard University.Her comment suggests that Caucasians and Western civilization are superior to Chinese and other races and civilizations. If this is not racism, what is? And being an African-American does not exonerate her for making such racist comment.Most Americans pride themselves as being part of a multi-cultural and multi-racial society. But Skinner's remarks unfortunately show she lacks that appreciation and sensitivity. That is probably why she was quickly reminded by Anne-Marie Slaughter, CEO of New America Foundation who hosted the talk, that the minorities would become the majority population in the US by 2050. Slaughter served as a policy planning chief at the US State Department under the Barack Obama administration.Skinner's words are indicative of the growing \"Red Scare\" in Washington. They range from spreading canards against Chinese foreign direct investment in the US and the Confucius Institute to blocking visas to Chinese scholars, intimidating countries which intend to include Chinese telecom giant Huawei in their 5G networks and running propaganda videos defaming the China-proposed Belt and Road Initiative. Washington now seems to be against anything and everything that is Chinese.The \"Red Scare\" is so bad that top US scholars on China are sounding the alarm. Susan Shirk, a top China scholar and former deputy assistant secretary for East Asian and Pacific affairs, warned a month ago that overreaction to the perceived China threat in the US \"could turn into a McCarthyite Red Scare\", referring to the \"Second Red Scare\" in the US in the 1940s and 1950s led by Republican senator from Wisconsin Joseph McCarthy who accused many of subversion and/or treason without proper regard for evidence.Dennis Wilder, an assistant professor of practice at Georgetown University who once held a senior position at the National Security Council and CIA on China and Asia, too, expressed deep concern at the level of \"Red Scare\" in Washington.In a talk at the Brookings Institution on April 22, Wilder sighed that his students studying in China on US scholarships are now in a dilemma. They can't get clearances when they want to join the US government after returning from China. Wilder has talked with top level FBI and CIA officials about this, and said he will keep talking about it.Since there is too much at stake, from the consequential China-US relations to global peace and development, we cannot afford to remain silent in the face of such growing \"Red Scare\" in Washington.Like Shirk and Wilder, more people should talk about stopping the \"Red Scare\" from spreading further.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/a/201810/08/WS5bbac101a310eff303280fb9.html", "content": "As Li Li stepped on the glass bridge in the Cangshan Mountain tourist resort, the sound of shattered glass caused her to scream.\"I could feel my adrenaline running, and I felt dizzy,\" she said.The glass bridge is one of the highlights of the tourist area tucked away in north China's Shanxi province. Touted by local authorities as a \"5D glass bridge,\" it attracted quite a few visitors during the seven-day National Day holiday, which ends Sunday.Different from typical glass bridges, this one in Cangshan Mountain can simulate different scenes such as \"a sea of flowers\" and \"a blue sea,\" besides glass shattering.\"This bridge is 168 meters long, and the highest part of the bridge floor is 108 meters from the valley,\" said a tourist staff. \"It is made of hundreds of transparent glass bricks and it employs 5D technology.\"Similar bridges have popped up in China's tourist attractions in recent years.Earlier this year, a glass bridge called \"Flying Dragon in the Sky\" was opened in Marenqifeng tourist area in Wuhu City, in East China's Anhui province. The management of the tourist area touted it as a \"skyhigh\" high-tech glass bridge that \"combines cultural elements and a unique experience.\" A dragon made of fiber reinforced plastics stands at both ends of the bridge, and smoke can billow from their mouths.Videos recording tourists walking on the glass bridges also go viral on the internet, with many of them crying, laughing and lying on the bridges, refusing to walk on.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/a/201906/03/WS5cf46530a3104842260bf13e.html", "content": "Indian film actor Ayushmann Khurana said Chinese movies would also do well in his country, while more and more Indian movies are tasting success in China.\"You just have to have good content. India is full of Chinese goods, most of India's imports come from China, Chinese mobile phones, its cars are doing well in India, so movies will also do well,\" he says.Khurana's latest film Andhadhun, one of the highest-grossing Indian films of all time, produced on a budget of $4.6 million, has grossed $64 million at worldwide box offices, including $48 million in China.Speaking about the response of Chinese market to Andhadhun, Khurana says \"it was quite a surprise\".\"That kind of number was unbelievable, I had no idea that we will get this kind of reception in China, it was overwhelming for sure,\" he says.Andhadhun is a 2018 Indian black comedy crime thriller, telling a story of a piano player who accidentally becomes embroiled in the murder of a former film actor.At the Screen Awards ceremony, the film won in four categories, including best director and best screenplay. It also won five Filmfare Awards, including best film (critics) and a best actor (critics) win for Khurana.The success of Andhadhun has firmed his belief that the film goes beyond the barriers of borders, culture and language.\"I have realized that content will always rule in China,\" he explains. \"Some concepts will appeal to any culture or any region.\"Referring to preparations for his role as a blind pianist, Khurana says he had spent almost three months studying for it.\"I went to a blind school and I had a teacher who was partially blind. He taught me how to walk, how to use the cane, how to be careful of the objects around me. Then I met a blind pianist. I used to watch him every day. The way he used to touch the piano, mark his center and then play ... Acting is all about observation,\" he says.Born in 1984, Khurana, who made his film debut in 2012, has become an established, award-winning Bollywood player.Khurana adds that a good movie should resonate with the people.\"The mark of good film is that it should create value and bring about change in an entertaining way. The underlying part is the entertainment. So I think it is important to carry your message through entertainment.\"Khurana believes that his upcoming two films, one based on a gay love story and another centering around going bald, will resonate with the audiences both in India and China.\"I always like to do unique films. Masala films may go out of fashion one day, but content will never go out of fashion, so you have to stick with content and uniqueness. That is key in every film,\" he says.However, he says it has never been easy to try something new in Bollywood.\"It is always difficult. You hardly get good scripts. It is always a risk to take a subject which is a taboo and which people are slightly uncomfortable talking about. So, it is very difficult to make a rounded script that is more palatable for people and makes it more accessible for the audience. It is not easy for sure, but what is life without risk.\"Following the great success of the film Andhadhun, Khurana is keen to visit China for his forthcoming films.He notes that he would like to visit the Chinese mainland, such as Beijing and other places.\"Chinese are similar to Indians, as they are rooted to their culture and tradition at the same time,\" Khurana says.He says he also appreciates the support of the Chinese audience.\"I just want to thank them for liking and loving Andhadhun. That kind of reception was unbelievable. It is beyond our expectations and it also makes us believe that we must stick to our ground and only do content-driven films.\"Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://cn.chinadaily.com.cn/a/201906/04/WS5cf5de8ea31011d294da9f01.html", "content": "中国日报6月4日电（记者 ：张琰）近日，公安部刑事侦查局副局长陈士渠在接受《中国日报》独家专访时表示，公安机关将进一步推广人脸识别技术进行打拐，以帮助被拐多年的儿童跟自己的亲生父母团聚。据悉，人工智能脸部识别技术是由腾讯优图实验室开发的一种先进电脑系统，该系统可以凭借一张儿童的照片，让计算机模拟计算出孩子未来很多年后的照片。“即使被拐儿童经历多年成长，外形发生巨大变化，AI也能凭借少量照片实现跨年龄段的人脸识别。”他说。2017年5月，福建警方上线了一个名叫“牵挂你”的寻人平台，它采用腾讯优图实验室的人脸识别技术。截至目前，AI技术已经进行了5次版本更新。据介绍，在进一步积累相关实际经验后，AI技术将进一步在全国公安机关进行推广。据福建警方介绍，自从2017年使用AI技术后，仅2017年上线半年就找到了500多名失踪者。5月中旬，四川警方利用人脸识别技术成功帮助1名被拐10年的男孩桂豪与其亲生父母团聚。“尽管十年过去了，桂豪的外形相貌发生了巨大的变化，人脸识别技术仅用桂豪一张三岁时的照片成功找到了他，”他说。案件回溯到2009年一个下午，当时3岁的桂豪和一群孩子正在其父母开的酒铺附近天桥下玩，由于天气凉，趁母亲回去给他取外套的时间，他已经被人贩子拐走。人贩子把桂豪贩卖到广东。据警方调查，2006年到2014年间，犯罪嫌疑人王浩文及其团伙拐卖儿童多达13名，其中就包括桂豪。其中大多数被拐卖的儿童都被卖到了广东。“小孩长得快，几年间容貌变化巨大，即便亲生父母也可能认不出来。因此AI技术的使用给警方办案带来了突破，AI可以模拟出被拐儿童十年后的相貌，再通过照片比对，可以缩小警方侦查范围和准确锁定目标，”他说。之后，警方对被锁定的目标对象进行血样采集，再与DNA打拐数据库采集的血样进行对比，成功帮助被拐儿童找到其亲生父母。据悉，警方一共通过AI技术找到了7名被拐儿童，包括桂豪，他们全都被拐超过10年。截至目前，警方已经成功找到被拐13名儿童中的10名，还在继续侦查相关案件，寻找其他3名被拐儿童。据公安部提供的数据显示，近三年，全国只有57名儿童被拐骗，相比上世纪九十年代每年数百起的数量已经呈现明显大幅下降趋势。陈士渠说，中国政府十分重视打拐反拐工作。近年来，国务院反拐部际联席会议各成员单位认真落实国家反拐行动计划，逐步建立完善集预防、打击、救助、康复为一体的反拐长效机制。公安机关对拐卖犯罪始终坚持零容忍政策，实行拐卖儿童案件“一长三包责任制”、儿童失踪快速查找机制、打拐DNA信息比对和来历不明儿童摸排等有效措施，坚决打击拐卖儿童违反犯罪活动，依法惩治拐卖犯罪分子，切实维护儿童合法权益。据悉，自2009年建立了全国打拐DNA信息库以来，通过血型比对已帮助6108名被拐多年的人员与家人团聚。同时，《刑法修正案九》规定买方正式入刑和警方建立了儿童失踪信息紧急发布平台，这都有效抑制了拐卖儿童犯罪的发生，他说。据公安部刑侦局打拐办孟庆甜警官介绍，各地公安机关接到儿童失踪报警后，要立即立案和启动查找工作，打破警种界限和常规做法，调动一切警务资源，合成作战，快速查找失踪儿童；同时，“一长三包制”要求县市区公安机关主要领导或主管领导担任专案组长，专案组长要对案件侦办、查找解救被拐卖儿童和安抚被害人家庭工作全程负责到底。她说，为适应“互联网＋反拐”的时代要求，建立儿童失踪信息发布官方渠道，发动群众搜集拐卖犯罪线索，公安部刑侦局打拐办在阿里巴巴公司技术支持下，开发了支持手机移动办公、在线实时发布失踪儿童信息的公安部儿童失踪信息紧急发布平台“团圆”系统。“团圆”系统用于全国各地一线打拐民警及时上报各地儿童失踪信息、并在第一时间通过“公安部失踪儿童信息紧急发布”官方微博等，对公众发布准确无误的儿童失踪信息，同时通过新媒体APP客户端自动推送到相关人群。据悉，2016年5月15日，“团圆”系统正式上线。截至到2018年5月24日，一共有25家新媒体和移动应用接入该平台，包括高德地图，UC，百度，腾讯QQ，滴滴出行，手机淘宝和新华社客户端等。其以儿童失踪地点为中心，失踪1小时内，定向推送到方圆100公里；失踪2小时内，定向推送到方圆200公里；失踪3小时内，定向推送到方圆300公里；失踪超过3小时，定向推送到方圆500公里，以让更多群众从官方渠道获取准确信息，协助公安机关快速侦破拐卖案件，尽快找到失踪被拐儿童。据公安部官方数据显示，截止到5月15日，“团圆系统”平台共发布3978名儿童失踪信息，找回儿童3901名，找回率为98%，其中被拐儿童现案57起。“团圆系统的目标是用心打造全世界最好的儿童失踪信息紧急发布平台，让失踪的宝贝早日回家，集结全社会可以动员的力量，一起呵护中国儿童的安全成长，”陈士渠说。（编辑：党超峰）"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5c57da310519142700df4.html", "content": "Courts have been ordered to intensify penalties for crimes against juveniles and undertake legal studies on school bullying and child abuse to further strengthen judicial protection of children.\"Every court must uphold juvenile protection as a priority when handling cases related to minors, and dispense heavier punishments without mercy to offenders who damage the children,\" said Jiang Qibo, director of the Research Office under the Supreme People's Court.Jiang made the remark over the weekend as the top court released 10 major cases to highlight the increased judicial protection of juveniles.In a case in Henan province, a kindergarten teacher surnamed Ma was detained in 2017 for injuring children's hands and arms with needlelike instruments. She was recently sentenced to two years in prison for child abuse and barred from teaching children for five years.The punishment was tough, as the maximum prison term for the offense under Chinese Criminal Law is three years, and the longest education ban is five years, a statement from the Supreme People's Court said.In another case, a man surnamed Jiang was sentenced to 11 years in prison after he acted indecently through video chat toward 31 children from May 2015 to November 2016.\"He didn't touch those minors, but his behavior seriously damaged their mental health,\" said Zhou Jiahai, deputy director of the top court's research office.\"The penalty presented our 'zero tolerance' approach against such offenders.\"Meanwhile, some court rulings relating to juveniles had greater significance, \"as they became the legal basis of guidelines or even promoted legislation,\" Zhou said.In December 2014, for instance, the top court, with the Supreme People's Procuratorate and the Ministry of Civil Affairs, jointly issued a guideline on guardians, which came after a court revoked the guardianship of a single mother for assaulting her son in 2013.\"A ban given by a Hunan provincial court to a father to prevent him abusing his daughter also promoted the protection order written into the law against domestic violence in 2015,\" Zhou said.In addition, the top court said motions and suggestions to prevent school bullying and sexual abuse of children were raised more frequently by political advisers and legislators in recent years.\"We've required courts across the country to do more research on these issues,\" Zhou said.\"We'll find better solutions from cases and refine them.\"Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5c8e9a310519142700e33.html", "content": "VENICE, Italy - A towering, out-of-control cruise ship rammed into a dock and a tourist riverboat on a busy Venice canal on Sunday morning, injuring five people, officials said. The collision sparked new calls for placing restrictions on cruise ships in the famed city.The crash happened on the Giudecca Canal, a major thoroughfare that leads to St. Mark's Square in the northeastern Italian city.The MSC Opera cruise ship, apparently unable to stop, blared its horn as it slammed into the much smaller River Countess boat and the dock as dozens of people ran away in panic. In videos of the crash, people were seen rushing to disembark from the moored riverboat over a short gangplank, and at least two people were left caught on the walkway as the vessel was dislodged from the pier.Elisabetta Pasqualin was watering plants on her terrace when she heard warning sirens and stepped out to see the crash.\"There was this huge ship in a diagonal position in the Giudecca Canal, with a tugboat near which seemed like it couldn't do anything,\" she said.She described the ship \"advancing slowly but inevitably toward the dock\". She said \"the bow of the ship crashed hard into the bank with its massive weight crushing a big piece of it. Sirens were wailing loudly; It was a very dramatic scene\".When the cruise ship rammed the riverboat, she said the smaller vessel looked like it was \"made of plastic or paper\" rather than steel.Local officials said five women aboard the riverboat were injured. They said one was released immediately from a hospital, while four others were advised to remain under medical care for a few days.Earlier, medical authorities said four of the women - a US citizen, a New Zealander and two Australians between the ages of 67 and 72 - were injured falling or trying to run away when the cruise ship rammed into the River Countess.Venice is a tremendously popular site for both tourists and cruise ships, especially during the summer tourist season.Associated PressCopyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://china.chinadaily.com.cn/a/201906/04/WS5cf5bf58a31011d294da9e03.html", "content": "习近平总书记近日对垃圾分类工作作出重要指示强调，要开展广泛的教育引导工作，让广大人民群众认识到实行垃圾分类的重要性和必要性，通过有效的督促引导，让更多人行动起来，培养垃圾分类的好习惯，全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。习近平总书记的重要指示，饱含对民生细节的牵挂和对绿色发展的厚望，必将有力推动全社会自觉践行生态文明思想。垃圾分类看似事小，但“利民之事，丝发必兴”。从“分类投放、分类收集、分类运输、分类处理”的重要要求到“垃圾分类工作就是新时尚”的深刻论断……习近平总书记始终关注着垃圾分类这件民生“小事”。国家发改委、住建部、教育部等多个部门积极响应，《生活垃圾分类制度实施方案》《关于加快推进部分重点城市生活垃圾分类工作的通知》《关于在学校推进生活垃圾分类管理工作的通知》等一系列方案相继出台，为垃圾分类工作提供了制度化保障，不断推动垃圾分类工作取得扎实进展。近年来，各地加速推行垃圾分类制度，全国垃圾分类工作由点到面、逐步启动、成效初显。但垃圾分类工作是一块难啃的“硬骨头”，虽然颇多共识，但痼疾难除：随手乱扔、随处丢放的陋习司空见惯，桶内桶外名不副实的现象时有发生，头痛医头、脚痛医脚的片面思维较难扭转……这些问题，充分说明垃圾分类工作中问题的多发性、顽固性和反复性。习近平总书记强调：“推行垃圾分类，关键是要加强科学管理、形成长效机制、推动习惯养成。”一方面，要加强制度化建设，坚持上中下游一起抓，前中末端齐发力，以高标准、严要求推动垃圾分类处理的软硬件设施加速升级。另一方面，有必要充分借鉴吸收当前一些发达国家在垃圾分类方面的先进经验，将刚性的法律约束与宣传教育结合起来，营造全社会崇尚“分类光荣”的良好氛围，以主动性、创造性构建起全社会动员体系，逐步推动社会改进观念、消除陋习、形成自觉、达成共识，让垃圾分类成为全社会的行为习惯和文明风尚。一枝一叶总关情，一点一滴见初心。垃圾分类与人们的生活息息相关，既关系广大人民群众生活环境，又关系节约使用资源。垃圾分类的实质，是关乎生态文明建设全局的大事。我们要坚决按照习近平总书记的重要指示精神，全面动员、全员参与、齐心协力，加速推进垃圾分类工作取得新进展、迈上新台阶，让生态文明思想在中华大地开花结果！"}
{"url": "http://cn.chinadaily.com.cn/a/201906/04/WS5cf5de8ea31011d294da9f01.html", "content": "中国日报6月4日电（记者 ：张琰）近日，公安部刑事侦查局副局长陈士渠在接受《中国日报》独家专访时表示，公安机关将进一步推广人脸识别技术进行打拐，以帮助被拐多年的儿童跟自己的亲生父母团聚。据悉，人工智能脸部识别技术是由腾讯优图实验室开发的一种先进电脑系统，该系统可以凭借一张儿童的照片，让计算机模拟计算出孩子未来很多年后的照片。“即使被拐儿童经历多年成长，外形发生巨大变化，AI也能凭借少量照片实现跨年龄段的人脸识别。”他说。2017年5月，福建警方上线了一个名叫“牵挂你”的寻人平台，它采用腾讯优图实验室的人脸识别技术。截至目前，AI技术已经进行了5次版本更新。据介绍，在进一步积累相关实际经验后，AI技术将进一步在全国公安机关进行推广。据福建警方介绍，自从2017年使用AI技术后，仅2017年上线半年就找到了500多名失踪者。5月中旬，四川警方利用人脸识别技术成功帮助1名被拐10年的男孩桂豪与其亲生父母团聚。“尽管十年过去了，桂豪的外形相貌发生了巨大的变化，人脸识别技术仅用桂豪一张三岁时的照片成功找到了他，”他说。案件回溯到2009年一个下午，当时3岁的桂豪和一群孩子正在其父母开的酒铺附近天桥下玩，由于天气凉，趁母亲回去给他取外套的时间，他已经被人贩子拐走。人贩子把桂豪贩卖到广东。据警方调查，2006年到2014年间，犯罪嫌疑人王浩文及其团伙拐卖儿童多达13名，其中就包括桂豪。其中大多数被拐卖的儿童都被卖到了广东。“小孩长得快，几年间容貌变化巨大，即便亲生父母也可能认不出来。因此AI技术的使用给警方办案带来了突破，AI可以模拟出被拐儿童十年后的相貌，再通过照片比对，可以缩小警方侦查范围和准确锁定目标，”他说。之后，警方对被锁定的目标对象进行血样采集，再与DNA打拐数据库采集的血样进行对比，成功帮助被拐儿童找到其亲生父母。据悉，警方一共通过AI技术找到了7名被拐儿童，包括桂豪，他们全都被拐超过10年。截至目前，警方已经成功找到被拐13名儿童中的10名，还在继续侦查相关案件，寻找其他3名被拐儿童。据公安部提供的数据显示，近三年，全国只有57名儿童被拐骗，相比上世纪九十年代每年数百起的数量已经呈现明显大幅下降趋势。陈士渠说，中国政府十分重视打拐反拐工作。近年来，国务院反拐部际联席会议各成员单位认真落实国家反拐行动计划，逐步建立完善集预防、打击、救助、康复为一体的反拐长效机制。公安机关对拐卖犯罪始终坚持零容忍政策，实行拐卖儿童案件“一长三包责任制”、儿童失踪快速查找机制、打拐DNA信息比对和来历不明儿童摸排等有效措施，坚决打击拐卖儿童违反犯罪活动，依法惩治拐卖犯罪分子，切实维护儿童合法权益。据悉，自2009年建立了全国打拐DNA信息库以来，通过血型比对已帮助6108名被拐多年的人员与家人团聚。同时，《刑法修正案九》规定买方正式入刑和警方建立了儿童失踪信息紧急发布平台，这都有效抑制了拐卖儿童犯罪的发生，他说。据公安部刑侦局打拐办孟庆甜警官介绍，各地公安机关接到儿童失踪报警后，要立即立案和启动查找工作，打破警种界限和常规做法，调动一切警务资源，合成作战，快速查找失踪儿童；同时，“一长三包制”要求县市区公安机关主要领导或主管领导担任专案组长，专案组长要对案件侦办、查找解救被拐卖儿童和安抚被害人家庭工作全程负责到底。她说，为适应“互联网＋反拐”的时代要求，建立儿童失踪信息发布官方渠道，发动群众搜集拐卖犯罪线索，公安部刑侦局打拐办在阿里巴巴公司技术支持下，开发了支持手机移动办公、在线实时发布失踪儿童信息的公安部儿童失踪信息紧急发布平台“团圆”系统。“团圆”系统用于全国各地一线打拐民警及时上报各地儿童失踪信息、并在第一时间通过“公安部失踪儿童信息紧急发布”官方微博等，对公众发布准确无误的儿童失踪信息，同时通过新媒体APP客户端自动推送到相关人群。据悉，2016年5月15日，“团圆”系统正式上线。截至到2018年5月24日，一共有25家新媒体和移动应用接入该平台，包括高德地图，UC，百度，腾讯QQ，滴滴出行，手机淘宝和新华社客户端等。其以儿童失踪地点为中心，失踪1小时内，定向推送到方圆100公里；失踪2小时内，定向推送到方圆200公里；失踪3小时内，定向推送到方圆300公里；失踪超过3小时，定向推送到方圆500公里，以让更多群众从官方渠道获取准确信息，协助公安机关快速侦破拐卖案件，尽快找到失踪被拐儿童。据公安部官方数据显示，截止到5月15日，“团圆系统”平台共发布3978名儿童失踪信息，找回儿童3901名，找回率为98%，其中被拐儿童现案57起。“团圆系统的目标是用心打造全世界最好的儿童失踪信息紧急发布平台，让失踪的宝贝早日回家，集结全社会可以动员的力量，一起呵护中国儿童的安全成长，”陈士渠说。（编辑：党超峰）"}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/a/201905/30/WS5cefcd17a3104842260bebe2.html", "content": "Wu Zhen, former deputy director of the China Food and Drug Administration, pleaded guilty for taking bribes of more than 20 million yuan ($2.9 million) and abusing power during a trial on Thursday.Chengdu Intermediate People's Court in Sichuan province announced an adjournment and decided to pronounce the ruling another day.Prosecutors accused Wu of taking advantage of several positions from 1996 to 2018, including director of the Jiangxi provincial drug supervision and administration bureau and deputy head of the former China Food and Drug Administration, to assist some entities and individuals in matters of drug approval and employment.The CFDA was merged with some other government agencies to form the current State Administration for Market Regulation in the latest round of government reform last year.Wu illegally took gifts and properties, either directly or through relatives, worth over 21.71 million yuan, prosecutors said.While serving as the deputy director of CFDA, Wu practiced favoritism for personal relations and abused his power, causing great losses to the interests of the country and people, according to prosecutors. \"The circumstances are particularly serious and thus should be investigated for crimes of accepting bribes and abusing power,\" a court release said, quoting prosecutors.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://cn.chinadaily.com.cn/a/201906/03/WS5cf4c347a31011d294da9cfe.html", "content": "中国日报网6月3日电（高琳琳）当地时间5月31日下午，美国弗吉尼亚州比奇市（Virginia Beach）市政中心发生枪击案，枪手正是在此工作的40岁工程师德维恩·克拉多克。据美国《华盛顿邮报》网站6月2日，在制造惨案之前数小时，也就是5月31日早上，克拉多克曾给上司发过一封邮件，称自己要辞职。当天下午，他最后一次来到工作的地方，然后有条不紊地开枪射杀他的同事们。工程技术员约瑟夫·斯科特回忆说，枪击案发生前，克拉多克在卫生间里刷牙，当时自己还跟他寒暄了几句。之后不久，警方便接到报警电话说，市政中心2号楼内有一名枪手。据悉，克拉多克携带了两支点45口径的手枪，至少有一支配备了消音器和加长弹夹。在被警方击毙之前，他一共射杀了12个人。目前，调查人员依旧在试图弄清他犯下如此罪行的动机，警长詹姆斯·塞韦拉透露称警方还没有发现任何明显的线索。一位知情人士说，克拉多克那封辞职邮件很简短，里面的内容没有什么不寻常的地方，也没有实施枪击案的预兆。另外，市政官员戴夫·汉森也表示，经过对克拉多克的档案进行彻底审查，警方也没有发现任何可疑的地方；他一直以来表现良好，也没有违法违纪的记录。（编辑：党超峰 周凤梅）"}
{"url": "http://cn.chinadaily.com.cn/a/201906/03/WS5cf4c347a31011d294da9cfe.html", "content": "中国日报网6月3日电（高琳琳）当地时间5月31日下午，美国弗吉尼亚州比奇市（Virginia Beach）市政中心发生枪击案，枪手正是在此工作的40岁工程师德维恩·克拉多克。据美国《华盛顿邮报》网站6月2日，在制造惨案之前数小时，也就是5月31日早上，克拉多克曾给上司发过一封邮件，称自己要辞职。当天下午，他最后一次来到工作的地方，然后有条不紊地开枪射杀他的同事们。工程技术员约瑟夫·斯科特回忆说，枪击案发生前，克拉多克在卫生间里刷牙，当时自己还跟他寒暄了几句。之后不久，警方便接到报警电话说，市政中心2号楼内有一名枪手。据悉，克拉多克携带了两支点45口径的手枪，至少有一支配备了消音器和加长弹夹。在被警方击毙之前，他一共射杀了12个人。目前，调查人员依旧在试图弄清他犯下如此罪行的动机，警长詹姆斯·塞韦拉透露称警方还没有发现任何明显的线索。一位知情人士说，克拉多克那封辞职邮件很简短，里面的内容没有什么不寻常的地方，也没有实施枪击案的预兆。另外，市政官员戴夫·汉森也表示，经过对克拉多克的档案进行彻底审查，警方也没有发现任何可疑的地方；他一直以来表现良好，也没有违法违纪的记录。（编辑：党超峰 周凤梅）"}
{"url": "http://www.chinadaily.com.cn/a/201905/27/WS5cebd616a3104842260be11c.html", "content": "Journalists from 18 countries involved in the Belt and Road Initiative visited the Shanghai Tower on the morning of May 27 as part of a training program to learn more about China's development and foster international exchange.Located in Lujiazui, Pudong New Area, the 632-meter tower is the tallest building in China and the second-tallest in the world following the Burj Khalifa in Dubai in the United Arab Emirates.\"This building is fantastic,\" said Zorkina Kristina, an editor from Information Telegraphic Agency of Russia-TASS. \"You can enjoy a very beautiful view of the city from here. There are a lot of gardens, cafes and a swimming pool. You can really enjoy life here.\"It's a great opportunity for me to be here and to be part of the international team,\" she added.As members of the China Global Media Fellowship program, 19 participating foreign journalists get to attend presentations on China's latest economic, political, cultural and social developments from May 13 to June 1.They have visited Beijing and Hunan province, and are in Shanghai until the end of the week. In the program, they participated in field studies with well-known domestic media groups and exchanged their ideas with other media professionals.Jointly launched last year by China Daily, the University of International Business and Economics in Beijing and the Shanghai International Studies University, the training program aims to promote deeper communication between Chinese and foreign journalists to enhance development of countries and regions involved in the BRI.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5da47a310519142700f25.html", "content": "SHANGHAI - Customs in eastern China's Shanghai ordered the return of 7,056 tonnes of suspected smuggled solid waste to where they originated in May.Most of the waste was undeclared and overdue waste, said the city's customs Monday.For example, 103 tonnes of old cardboard from Australia that was sent back in five containers in May had been piled high in a Shanghai port for seven years.The undeclared waste has been a real headache for Shanghai for a long time, said an official with the Shanghai customs. \"The city will intensify the inspection on imported waste in the future.\"China began importing solid waste as a source of raw materials in the 1980s and was the world's largest importer for years, despite its weak capacity in garbage disposal. Some companies have illegally brought foreign waste into the country for profit, posing a threat to the environment and public health.Given rising public awareness of environmental protection and China's green development drive, the country decided to phase out and halt such imports by the end of 2019, except for those containing resources that are not substitutable.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/newmedia.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/a/201906/03/WS5cf4bd13a310519142700bc2.html", "content": "The government of the Greater Hinggan Mountains prefecture, in Heilongjiang province, recently held an event in Beijing to promote its summer tourism attractions.At the event, Beijing residents enjoyed an exhibition of the prefecture's specialties, including song and dance performances. And they also joined in games and lucky draws to win gifts.The prefecture's government is focusings on tourism products such as ethnic group culture, its wetlands, and rafting. And it is striving to improve infrastructure to better serve tourists.It takes four hours to fly from Beijing to the Greater Hinggan Mountains. And road trip fans can drive through the mountain ranges to Mohe, the northernmost city in China, to explore the border of China and Russia.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://cn.chinadaily.com.cn/a/201906/04/WS5cf5bf60a31011d294da9e05.html", "content": "6月2日，雨后初霁的羊狮慕景区，云雾升腾，如梦似幻，蔚为壮观，如入仙境。羊狮慕景区位于江西省吉安市安福县武功山境内，景区以花岗岩峰林地貌为主，千姿百态，巍峨壮观，主要以“奇峰怪石、流泉飞瀑、山花争妍、云海幻境\"为主要特色，吸引众多游客前来休闲度假。鲍赣生 摄"}
{"url": "http://cn.chinadaily.com.cn/node_53011414.htm", "content": ""}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://cn.chinadaily.com.cn/node_53013282.htm", "content": ""}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://caijing.chinadaily.com.cn/a/201906/03/WS5cf4c77fa31011d294da9d0b.html", "content": "中国日报网6月3日电（曹静） 2017年，5G首次被写入两会政府工作报告。2018年底，中央经济工作会议重新定义了基础设施建设，把5G、人工智能、工业互联网、物联网定义为“新型基础设施建设”，并将基础设施列为2019年重点工作任务之一。据新华社6月3日消息，工业和信息化部将于近期发放5G商用牌照。"}
{"url": "http://world.chinadaily.com.cn/a/201906/03/WS5cf4b915a31011d294da9cde.html", "content": "中国日报网6月3日电  与大多数前任总统不同，自克林顿夫妇离开白宫以来一直在美国首都华盛顿留下了一个家。近日，希拉里向《建筑文摘》网站提供了对其住宅参观拍照的罕见机会，一起来看看希拉里的豪宅长啥样。这处住宅坐落于安静的怀特黑文街，距离白宫仅有3公里，靠近被称为“使馆一条街”（Embassy Row）的马萨诸塞大道，占地5500平方英尺（约合510平米）。当时，克林顿夫妇为这处房产支付了285万美元（约合人民币1968万元）。希拉里第一次见到这处住宅是在2000年，那一年是比尔•克林顿担任总统的最后一年。希拉里说：“当我在2000年当选参议员时，我知道我们在这低调的一年需要一个住的地方，所以我就开始寻找住处，找到了这里”。这座红砖房建于1951年，希拉里购买后于2003年至2006年和设计师罗斯玛丽•豪一起对房子进行了大规模的改造，最终成为了现在的样子。在房子的三楼可以通过层层树木远眺，俯瞰房子的后花园，花园就在英国大使馆的后面，希拉里说：“当我在这里眺望的时候，我感觉自己就像在旧时的伦敦或纽约。这个花园是我在众多房子中见过的最令人惊叹的花园”。设计师豪说：“改造房屋是为了更好的采光，我们还希望这所房子及其所有内部空间都可以直面这个美丽的后花园”。豪还帮助创建了一个充满阳光的扩展温室，主色调是红色和棕褐。《建筑文摘》发布的图片中展示了一张包含各种纪念品的桌子，其中包括了由南非前总统曼德拉赠送给克林顿夫妇的茶壶，约旦已逝国王侯赛因一世和他的遗皇后努尔的个性照片。除了为住所选择家具外，设计师豪还重新安装了浴室和厨房。值得一提的是，克林顿的母亲多萝西•罗德姆也帮助选择了家具、油漆和图案。罗德姆也一直住在此处，在2011年去世。设计师豪称：“（希拉里）的一个关键想法是，她希望人们进门都能舒服地坐下来，而不是感到害怕”。希拉里告诉《建筑文摘》，她经常使用豪宅的户外区域。她还说：“我尽可能每时每刻待在这里”。（编译： 实习生宋子贤  编辑：党超峰）"}
{"url": "http://cn.chinadaily.com.cn/a/201905/30/WS5cefb641a310e7f8b157fbfd.html", "content": "中国日报网5月31日电 （朱月红）有这么一群孩子，他们年龄虽小，但却能带给我们无与伦比的温暖。六一儿童节将至，《本期中国那些事儿》走近这些孩子，看看他们身上有哪些闪闪发光的品质，让我们为之感动。5月15日，有人在乘坐地铁时，看到地铁上一个小男孩吃力地抱着熟睡妈妈的情景，便拍成视频传到了网上。很多人为之瞬间泪目，有推特网友表示：这令许多网友动容的一幕也引起了外媒的关注。英国《每日邮报》在文章开头就不禁为男孩的举动点赞。文章称，母亲在地铁上熟睡，他的儿子抱着她，这是一个美好的（adorable）的瞬间。地铁上的这位小男孩，大概七八岁，看他站在那里尽最大力气伸着胳膊，才能勉强够得着地铁上的手拉环。他的妈妈也许由于劳累了，竟然依偎着孩子小小的胸膛睡着了。小男孩一只手吃力的抓着手拉环稳定住身体，一只手还抱着熟睡妈妈的脖子，生怕妈妈在地铁行进中摔倒了。孩子很费劲地坚持着，嘴唇紧闭着，即便这样他都不愿打扰熟睡的妈妈。两天后，《印度斯坦时报》发布报道称，在地铁上，小男孩抱着熟睡的妈妈，推特网友看到这一幕后，怒赞他“好孩子”。报道指出，网络上短视频有很多，但只有少数视频能给人留下永久的印象，这个短视频正是这些少数视频之一，小男孩充满爱的拥抱让许多网友落泪。印度新闻网站Timesnownews5月18日对此进行了报道。报道指出，这个视频发布后迅速在网上火了。小男孩妈妈依偎着孩子小小的胸膛，睡得是那么安然，好暖心！96级台阶，368米，数千次敲打路面，15分钟路程……每天独自上学，是11岁盲童女孩高雅最骄傲的事。而这份骄傲，源于她的勇敢。高雅，今年11岁，因为视神经发育不良先天失明。对于弱小的盲童女孩来说, 上学路很难走，但是她依然笑靥如花。每次出门前，她总会开心地跟妈妈说再见，送飞吻。上学路上，她不知道妈妈一直如影随形。有几次高雅站在路口急哭了，便拿出“老年机”打电话给妈妈。即使是这样，她也勇敢地“独自”前行。她的这份勇敢，给予了自己信心，让妈妈欣慰，也感动了国内外网友。有外国网友看到了高雅的故事后留言道：几年来，河南周口市太康县陈庄村的一些孩子每逢节假日和星期天，都会聚集到村里的一座图书馆看书看报。虽然图书都很破旧，但孩子看得都津津有味。说是图书馆，是村中小姐妹——12岁的吴楠楠和10岁的吴适可，利用跟随姥姥、舅舅捡垃圾拾到的一些破旧图书置办的。看着小伙伴们开心地借书阅读，姐妹俩也露出了灿烂的笑容。同时，她们也对图书百般呵护，不厌其烦地叮嘱小伙伴不要弄脏弄破了，“好好保存，能看十几年呢”。小姐妹的爱心之举被报道后，社会各界为小姐妹捐书捐物的同时，也不断有爱心企业和团体表示希望为改善乡村儿童阅读现状尽一份力。河南省文化和旅游厅、省少年儿童图书馆的有关负责人也来到小姐妹家中走访了解情况，并到村文化中心和小姐妹就读的学校查看调研。阅读可以让孩子们更加健康地成长，尤其对农村留守儿童来说，多读书可以丰富他们的生活，减少他们因没有父母陪伴而产生的孤独感。其实，近年来，儿童图书室在一些农村已经推广开来，孩子们在家门口就可以读到他们喜爱的童书了。还记得“冰花男孩”吗？为了参加期末考试，他在低温中走了一个多小时，到教室时已经“白了头”，头发和眉毛已经被风霜粘成雪白。感恩于难得的求学机会，他不畏严寒，理想坚定。他说：上学冷，但不辛苦，长大想当警察。当他的照片在网上走红之后，“冰花男孩”得到政府和社会各界的帮助。外媒也被“冰花男孩”的经历所感染，对他进行了持续关注。早在2019年初，美国《华盛顿邮报》有关“冰花男孩”的后续报道称，一年之后，“冰花男孩”住进了新房，所在学校也更加暖和。近日，香港《南华早报》也再次来到冰花男孩王福满的家发现，王福满的生活获得了改善。面对《南华早报》的镜头，王福满真诚地表达了他的感恩之情。“我有一个愿望是好好读书，不要让那些关心我的人失望”。王福满一脸坚定地说。4月26日，《南华早报》发布了相关视频，短时间内，浏览量已超过160万次。六一儿童节来了，祝所有孩子们儿童节快乐！（编辑：刘世东）"}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://cn.chinadaily.com.cn/a/201906/01/WS5cf1a74da310e7f8b1580006.html", "content": "点击图片查看视频国务院总理李克强5月31日下午在中南海紫光阁会见柬埔寨副首相兼外交大臣布拉索昆。李克强表示，中柬传统友谊深厚，两国始终相互尊重、平等合作，致力于发展经济、改善民生，实现共同发展。中方支持柬方走符合自身国情的发展道路，愿同柬方加强发展战略对接，推进重点领域务实合作，共同构建中柬命运共同体，让中柬关系发展更好惠及双方人民。中方愿同柬方深化在中国—东盟、澜沧江—湄公河合作等框架下的协调配合，推进“南海行为准则”磋商，共同维护地区发展需要的稳定环境。中方支持柬方办好2020年亚欧首脑会议，为推动地区和世界的和平、稳定与发展发挥建设性作用。布拉索昆表示，柬中关系长期健康稳定发展。柬方感谢中方给予的支持和帮助，愿同中方密切高层交往，深化在国际和地区问题上的相互支持与配合，推进构建柬中命运共同体，推动两国关系好上加好。王毅、何立峰参加会见。"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/sports/basketball.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/a/201905/26/WS5cea31f0a3104842260bdcd9.html", "content": "The market in Ruili, Southwest China's Yunnan province, is the first and only place nationwide that offers online auctions selling and trading raw jade through livestreaming.Raw jade, which is mined in mountainous areas, usually comes in the form of boulders that look like any other rocks.Some jade is processed and made into accessories, while some is set aside and sold directly to collectors as investment pieces.Raw jade's sales process is different to other jewelry.By giving the surface a little scrape – known in the trade as \"opening the window\" – both sellers and buyers assess the value of the stone before agreeing on a price.Known as, which means gambling on rocks, trading jade is considered perhaps the riskiest business in the jewelry industry – it's also one of the most lucrative.A new lexicon has emerged to describe the uncertainty and difficulty of. According to one saying, with one scrape you are a billionaire, and with another you are a beggar.There is still no technology capable of penetrating the stone, known as \"the skin\", to locate the jade and to judge its quality without breaking the stone apart.In recent years a growing number of amateur collectors, lured by the prospect of instant riches, have flocked to the huge jade market in Ruili to try their luck.The Ruili government estimated that by the end of 2017 there were more than 20,000 livestream broadcasters from across the country based in the city, which has a population of about 140,000.To better guarantee and regulate the market, an agreement was reached in December between regional government, the jade association and Taobao to open the Yangyanghao Taobao raw jade trade market in Ruili.To ensure quality, an initial 415 livestream broadcasters, accounting for 10 percent of those in the industry, were picked, trained and licensed before being allowed enter the market.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://china.chinadaily.com.cn/a/201703/01/WS5bda7999a3101a87ca905839.html", "content": "人民政协的产生是由我国拥有多民族、多阶层、多党派的具体国情和新民主主义革命进程决定的。其直接的理论根据主要是毛泽东思想中关于新民主主义历史阶段建立革命统一战线和各革命阶级联合专政的思想。其直接的实践准备是中国共产党领导的争取人民民主的斗争和抗日民族统一战线的建立，特别是毛泽东在中共七大作《论联合政府》的报告后，中国共产党为此进行的各种努力和人民民主统一战线的形成。而以毛泽东为代表的中国共产党人提出的同党外民主人士长期合作的思想，则是政协作为一个组织长期存在的主要理论根据。它得以实现的前提是中国共产党领导的人民军队在战场上取得对国民党军队作战的决定性胜利，夺取全国政权成为不可逆转的趋势。在国际上，协商解决重大问题逐渐成为一种潮流，如苏美英三国先后举行德黑兰会议、雅尔塔会议和波茨坦会议，联合国的成立，关贸总协定组织的建立等。人民政协建立的具体过程是：1947年10月起中国共产党领导的人民解放战争转入战略反攻。同年10月10日发布的《中国人民解放军宣言》提出了“组成民族统一战线，打倒蒋介石独裁政府，成立民主联合政府”的主张。1948年4月30日，在中国人民解放战争即将取得全面胜利的前夕，中共中央发出纪念“五一”国际劳动节口号，号召全国劳动人民团结起来，联合全国知识分子、自由资产阶级、各民主党派、社会贤达和其他爱国分子，巩固与扩大反对帝国主义、反对封建主义、反对官僚资本主义的统一战线，为打倒蒋介石建立新中国而共同奋斗，正式提出“各民主党派、各人民团体、各社会贤达迅速召开政治协商会议，讨论并实现召集人民代表大会，成立民主联合政府”的号召。中共中央的号召，得到各民主党派、各人民团体、各界民主人士、国内少数民族和海外华侨的拥护与响应。不久，各方人士陆续来到解放区，就民主建国和召开新政协的一系列重大问题进行了充分的协商。在筹备新政协的过程中，各民主党派和党外民主人士在许多重大原则问题上同中国共产党的观点是一致的。但在要不要将革命进行到底、新中国将实行新民主主义还是旧民主主义的制度以及民主党派和民主人士的前途等问题上，不少人还有疑虑或不同看法。为此，中共中央作了大量深入细致的思想工作统一认识。毛泽东在此期间发表了《将革命进行到底》《关于时局的声明》《在中国共产党第七届中央委员会第二次全体会议上的报告》《论人民民主专政》等文章，为统一认识和新政治协商会议的召开提供了理论基础和政策依据。加上在此期间，人民解放军取得了辽沈战役和淮海战役的伟大胜利，使各方面民主人士更加明确了前途，坚定了信心。1949年1月底，平津战役结束，北平和平解放，应邀参加新政协的各界代表陆续到达北平。同年6月，成立了新政协筹备会，为中国人民政治协商会议的召开拉开了序幕。资料来源：《政协委员手册》"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://cn.chinadaily.com.cn/a/201906/04/WS5cf5de8ea31011d294da9f01.html", "content": "中国日报6月4日电（记者 ：张琰）近日，公安部刑事侦查局副局长陈士渠在接受《中国日报》独家专访时表示，公安机关将进一步推广人脸识别技术进行打拐，以帮助被拐多年的儿童跟自己的亲生父母团聚。据悉，人工智能脸部识别技术是由腾讯优图实验室开发的一种先进电脑系统，该系统可以凭借一张儿童的照片，让计算机模拟计算出孩子未来很多年后的照片。“即使被拐儿童经历多年成长，外形发生巨大变化，AI也能凭借少量照片实现跨年龄段的人脸识别。”他说。2017年5月，福建警方上线了一个名叫“牵挂你”的寻人平台，它采用腾讯优图实验室的人脸识别技术。截至目前，AI技术已经进行了5次版本更新。据介绍，在进一步积累相关实际经验后，AI技术将进一步在全国公安机关进行推广。据福建警方介绍，自从2017年使用AI技术后，仅2017年上线半年就找到了500多名失踪者。5月中旬，四川警方利用人脸识别技术成功帮助1名被拐10年的男孩桂豪与其亲生父母团聚。“尽管十年过去了，桂豪的外形相貌发生了巨大的变化，人脸识别技术仅用桂豪一张三岁时的照片成功找到了他，”他说。案件回溯到2009年一个下午，当时3岁的桂豪和一群孩子正在其父母开的酒铺附近天桥下玩，由于天气凉，趁母亲回去给他取外套的时间，他已经被人贩子拐走。人贩子把桂豪贩卖到广东。据警方调查，2006年到2014年间，犯罪嫌疑人王浩文及其团伙拐卖儿童多达13名，其中就包括桂豪。其中大多数被拐卖的儿童都被卖到了广东。“小孩长得快，几年间容貌变化巨大，即便亲生父母也可能认不出来。因此AI技术的使用给警方办案带来了突破，AI可以模拟出被拐儿童十年后的相貌，再通过照片比对，可以缩小警方侦查范围和准确锁定目标，”他说。之后，警方对被锁定的目标对象进行血样采集，再与DNA打拐数据库采集的血样进行对比，成功帮助被拐儿童找到其亲生父母。据悉，警方一共通过AI技术找到了7名被拐儿童，包括桂豪，他们全都被拐超过10年。截至目前，警方已经成功找到被拐13名儿童中的10名，还在继续侦查相关案件，寻找其他3名被拐儿童。据公安部提供的数据显示，近三年，全国只有57名儿童被拐骗，相比上世纪九十年代每年数百起的数量已经呈现明显大幅下降趋势。陈士渠说，中国政府十分重视打拐反拐工作。近年来，国务院反拐部际联席会议各成员单位认真落实国家反拐行动计划，逐步建立完善集预防、打击、救助、康复为一体的反拐长效机制。公安机关对拐卖犯罪始终坚持零容忍政策，实行拐卖儿童案件“一长三包责任制”、儿童失踪快速查找机制、打拐DNA信息比对和来历不明儿童摸排等有效措施，坚决打击拐卖儿童违反犯罪活动，依法惩治拐卖犯罪分子，切实维护儿童合法权益。据悉，自2009年建立了全国打拐DNA信息库以来，通过血型比对已帮助6108名被拐多年的人员与家人团聚。同时，《刑法修正案九》规定买方正式入刑和警方建立了儿童失踪信息紧急发布平台，这都有效抑制了拐卖儿童犯罪的发生，他说。据公安部刑侦局打拐办孟庆甜警官介绍，各地公安机关接到儿童失踪报警后，要立即立案和启动查找工作，打破警种界限和常规做法，调动一切警务资源，合成作战，快速查找失踪儿童；同时，“一长三包制”要求县市区公安机关主要领导或主管领导担任专案组长，专案组长要对案件侦办、查找解救被拐卖儿童和安抚被害人家庭工作全程负责到底。她说，为适应“互联网＋反拐”的时代要求，建立儿童失踪信息发布官方渠道，发动群众搜集拐卖犯罪线索，公安部刑侦局打拐办在阿里巴巴公司技术支持下，开发了支持手机移动办公、在线实时发布失踪儿童信息的公安部儿童失踪信息紧急发布平台“团圆”系统。“团圆”系统用于全国各地一线打拐民警及时上报各地儿童失踪信息、并在第一时间通过“公安部失踪儿童信息紧急发布”官方微博等，对公众发布准确无误的儿童失踪信息，同时通过新媒体APP客户端自动推送到相关人群。据悉，2016年5月15日，“团圆”系统正式上线。截至到2018年5月24日，一共有25家新媒体和移动应用接入该平台，包括高德地图，UC，百度，腾讯QQ，滴滴出行，手机淘宝和新华社客户端等。其以儿童失踪地点为中心，失踪1小时内，定向推送到方圆100公里；失踪2小时内，定向推送到方圆200公里；失踪3小时内，定向推送到方圆300公里；失踪超过3小时，定向推送到方圆500公里，以让更多群众从官方渠道获取准确信息，协助公安机关快速侦破拐卖案件，尽快找到失踪被拐儿童。据公安部官方数据显示，截止到5月15日，“团圆系统”平台共发布3978名儿童失踪信息，找回儿童3901名，找回率为98%，其中被拐儿童现案57起。“团圆系统的目标是用心打造全世界最好的儿童失踪信息紧急发布平台，让失踪的宝贝早日回家，集结全社会可以动员的力量，一起呵护中国儿童的安全成长，”陈士渠说。（编辑：党超峰）"}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5de77a310519142700f41.html", "content": "Trial of Brendt Christensen, accused kidnapper and killer of visiting Chinese scholar Zhang Yingying in 2017, began on Monday morning at a Federal courthouse in Peoria, US state of Illinois.Defense team of the suspect arrived around 8:30 am (1330 GMT) in the morning. Christensen reached the courtroom at 8:40 am, wearing blue button down shirt and tan dress pants.Zhang Yingying's father, mother and her younger brother all appeared at the court before 9 am.The first trial day started with choosing potential jurors from first panel of 16 people.Sixteen potential jurors were called on Monday morning and asked if they knew any of the lawyers, court clerks or potential witnesses, to determine whether a potential juror can be fair.The lengthy witness list included about 88 potential witnesses from the prosecution, many of them FBI agents or biologists, and about 53 from the defense, including Christensen's ex-wife.US District Judge James Shadid questioned the 16 candidates for the jury. He read off lengthy witness list, which includes mostly law enforcement, but also members of Zhang Yingying family plus some University of Illinois employees and Christensen's ex-wife.Shadid also told panel the case involves evidence of kidnapping, sexual assault, and murder. The 16 jurors were asked whether they could judge the case fairly and were open to the death penalty.The jury selection process appeared to be moving slowly. The morning group of 16 was still being questioned as of 1:30 pm.Another group of 16 potential jurors were still questioned in the afternoon.Jury selection was expected to last about a week, but will now likely run longer as attorneys pare down the initial pool to a group of 70 jurors. From there, 12 jurors and six alternates will be selected to hear the trial.Zhang, 26, went missing on June 9, 2017, after getting into a black Saturn Astra about five blocks from where she got off a bus on her way to an apartment complex to sign a lease.Christensen was arrested on June 30, 2017, after being caught on tape pointing out people he described as \"ideal victims\" during a vigil in Zhang's honor. On July 5, then US Magistrate Judge Eric I. Long ordered that Christensen remain detained in the custody of the US Marshals Service pending trial.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/world/latinamerica.html", "content": ""}
{"url": "http://world.chinadaily.com.cn/a/201906/03/WS5cf4e733a31011d294da9d86.html", "content": "中国日报网6月3日电（高琳琳） 据美联社报道，一名日本前高官因涉嫌杀害亲生儿子被捕。他对调查人员表示，担心自己的儿子会像早前的持刀行凶事件中的凶手一样伤害他人。东京警方6月3日称，现年76岁的前农林水产省副大臣熊泽秀明(Kumazawa Hideaki )1日因涉嫌在家中刺死44岁的儿子颖一郎（Eiichiro）而被警方逮捕。警方已将熊泽秀明移交给检方，并对其提起诉讼。据悉，熊泽的儿子是一名宅男，而上周发生的持刀行凶事件的凶手岩崎隆一也是宅男。日本媒体报道称，熊泽之所以杀死儿子，就是因为担心儿子会像岩崎隆一那样伤害别人。5月28日早上，岩崎隆一在神奈川县川崎市持刀行凶，造成19人受伤、2人死亡，死伤者中多数为小学生。之后，他自杀身亡。（编辑：党超峰 周凤梅）"}
{"url": "http://world.chinadaily.com.cn/a/201906/04/WS5cf5aaaba31011d294da9df4.html", "content": "若贸易摩擦继续升级，美国消费者将会越来越难享受到物美价廉的“Made in China”产品。日前，第一艘被加征关税的中国货船抵达美国港口。这艘船上，装载着7.2万包中国制造的牙线棒。在美国加征关税之前，每包售价42美分，而现在每包价格超过48美分，这艘船上装载的货物，仅牙线棒一项就比之前贵了4000美元（约2.7万元人民币）。虽然美国贸易代表办公室6月1日称，推迟部分自中国进口的商品加税时间至6月15日。但如果没有大的改变，美国消费者为购买中国商品付出更多成本是显而易见的。根据美国纽约联邦储备银行作出的研究，加征关税将让每个美国家庭每年多支出831美元。消费者承担更多成本的同时，美国的企业和农民所面临的出口压力也在加大。去年美国货物贸易逆差增长了10.4%，美国对中国大豆出口下降了50%，有不少美国的豆农不得不看着大豆腐烂。贸易战没有赢家，无论是普通消费者还是企业生产者，或者学术研究者，都可能受到美国封锁措施的影响。美国针对中国、墨西哥等国相继加征关税等做法，也引起反制措施的相继出台。为了国际产业链合作，各方都在呼吁应该以合作应对封锁。“对于贸易战，中国不愿打，不怕打，必要时不得不打。”6月2日，中国国务院新闻办公室发布的《关于中美经贸磋商的中方立场》白皮书指出，合作是中美两国唯一正确选择，共赢才能通向更好的未来。2018年以来，美国对从中国进口的商品大规模加征关税，中国也相应地采取了反制措施，这导致非常依赖中国市场的美国大豆遭受冲击。过去一年，美国中西部的大豆种植者都过得很不好。因为大豆价格从10美元降到了8美元，而且似乎还要继续下降，有不少豆农选择放弃耕种，甚至看着地里成熟的大豆烂掉。在特朗普政府原本的计划中，加征关税的主要目的与诉求是缩小与中国之间的贸易逆差。但美国人口调查局公布的初步报告显示，美国4月份的商品贸易逆差再次扩大，从3月的719亿美元上升至4月经季节性调整后的721亿美元。这是美国商品贸易逆差连续第二个月扩大，逆差创4个月来新高。同时，美国加征关税的行为已经对其经济增长和人口就业产生了直接的影响。美国商务咨询机构“全球贸易伙伴关系”的研究报告显示，对价值2500亿美元的中国输美商品征收25%的关税，以及对进口钢和铝产品加征关税，将导致美国每年减少93.4万个就业岗位。尽管加征关税的做法并未实现其主要目的，而且已经明显给本国消费者和生产者带来了更高的成本和更多的麻烦，但美国并没有停下贸易保护主义的步伐。5月30日，美国总统特朗普宣布，美国将于今年6月10日起对所有墨西哥输美商品加征5%关税。第二天，特朗普又签署行政命令，宣布将从6月5日起，正式将印度从普惠制待遇国名单中移除。“美方极限施压却自尝苦果，导致的结果是贸易逆差扩大了。（如果）变本加厉下去，美国老百姓的生活成本、企业经营成本都要提高。”中国政策科学研究会经济政策委员会副主任徐洪才指出，事实已经证明美国贸易保护主义、单边主义的做法并不能获得国际市场的支持，也对本国不利。在美国继续向其他国家挥动其关税大棒的同时，中国进一步向外界阐释了对当前经贸摩擦的看法。《关于中美经贸磋商的中方立场》白皮书全文约8300字，用充分详实的数据和真实生动的案例，再一次阐明了中国对于中美经贸磋商的政策立场和态度决心：“对于两国经贸分歧和摩擦，中国愿意采取合作的方式加以解决，推动达成互利双赢的协议。但合作是有原则的，磋商是有底线的，在重大原则问题上中国决不让步。”“对于贸易战，中国不愿打，不怕打，必要时不得不打。”在此前开展的11轮经贸磋商中，中方反复向美方传递此类态度，但换来的是其动用关税武器，甚至将一些中国企业列入管制“实体名单”。对此，中国也很快给出了回应。5月31日，中国商务部新闻发言人高峰表示，根据相关法律法规，中国将建立不可靠实体清单制度。对不遵守市场规则、背离契约精神、出于非商业目的对中国企业实施封锁或断供、严重损害中国企业正当权益的外国企业、组织或个人，将列入不可靠实体清单。具体措施将于近期公布。据介绍，不可靠实体清单制度将会把那些基于非商业目的，对中国实体实施封锁、断供，或其它歧视性措施，对中国企业或相关产业造成实质性损害，对中国国家安全构成威胁或潜在威胁的外国法人、组织或个人列入其中。中国商务部研究院国际市场研究所副所长白明表示，从建立不可靠实体清单制度，到对美方加征关税，这都是中方面对美国封锁开展的反制措施。这有助于中方抵消美方加征关税带来的负面影响，也会让美国市场更加意识到开放合作的必要性。实际上，因为面临巨大的不确定性，上周美国股市已经出现了较大幅度的波动。白明认为，美方的贸易保护主义措施和中方采取的反制措施确实对中国也有一定负面影响，但这并不是不可克服的。例如，以往较多依靠美国进口的大豆，可以在之后扩大从其他国家进口的力度；再比如在受到美国断供、禁运影响的芯片领域，中国企业也有自己的“备胎计划”。“这也是让中国企业提升自己能力的机会。我们有了备胎，有实力能抵御风险，美方在采取进一步行动的时候就要掂量一下。”白明指出，14亿人的巨大市场，深厚的科技积累，以及适当的“备胎计划”有助于保证中国参与国际分工的安全性。“贸易战没有赢家。美国对中国采取加征关税措施，不仅对中国有影响，对美国也会带来伤害，而且会损害全球经济发展。”6月2日，商务部副部长兼国际贸易谈判副代表王受文在国新办发布会上强调。经济合作与发展组织（OECD）此前发布的数据显示，受国际贸易不确定性增加影响，2019年第一季度二十国集团国家进出口贸易疲软。数据显示，今年第一季度，二十国集团进口贸易额环比下滑1.2%，出口贸易额环比小幅增加0.4%。在现实面前，越来越多国家的高层领导人意识到开放与合作，才是解决当前国际贸易竞争的唯一办法。马来西亚总理马哈蒂尔日前在东京演讲时公开告诫美方，不要期待自己总是处于科技领先的地位，各国需要通过对话的方式同强大的中国打交道；具有不同意识形态的国家必须和谐相处，中美之间的冲突只会导致“更大的破坏”。在国际分工合作早已成熟的今天，产业界即使面对美国的强权阴影，依然选择拒绝贸易保护主义带来的封锁。5月29日，WiFi联盟、蓝牙技术联盟以及固态技术协会等行业组织相继恢复了华为公司的会员资格。从暂停到恢复，前后不到半个月的时间。此前，WiFi联盟曾表示，该联盟将暂时性地执行美国政府的限制令，不让华为参与特定项目的活动。作为世界上使用最广泛的无线技术之一，WiFi的意义不只是连接每个用户，更是以开放的态度迎来更多合作。在全球化潮流受阻的今天，这样的姿态是大多数国家和企业都更愿意看到的。5月28日，有120家以色列企业来到中国济南，参加第22届“走向以色列”2019中国-以色列跨境投资大会。现场，来自山东的9个项目与以色列企业进行了签约，主要涉及基金合作、技术成果引进与转化、海外投资并购等多种类型，包含新材料、生物医药、污染治理、农业开发等多个领域。“我们想和你们做朋友。”作为本次活动主办方之一，以色列库克曼投资集团首席执行官哈盖·拉韦德在接受采访时表示，未来以色列会和更多的中国伙伴分享在医疗健康、农业、生物技术等领域的技术优势，并在这些领域开展更多的合作。“中国最有效的反制措施，就是减少企业经营的壁垒，提升开放性。”携程旅行网创始人梁建章也撰文表示，在当前环境下，中国必须加大开放的力度，千万不要以封闭对封闭。如果大家认清了创新竞争的实质，发力开放，人类命运共同体的理想都会更近一些。"}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://en.chinaculture.org/2019-05/31/content_1401092.htm", "content": "Share onThe concert Our Common Homeland takes place at Peking University during the Conference on Dialogue of Asian Civilizations on May 18.[Photo provided to China Daily]In a bid to promote Chinese culture overseas and develop deeper ties, orchestras from Shanghai have been actively taking their productions abroad, Zhang Kun reports in Shanghai.From the traditional bamboo flute of Japan and the drums of South Asia to the domra from Russia, the Shanghai Chinese Orchestra presented a world music concert featuring more than 60 musical instruments from around the world at the Conference on Dialogue of Asian Civilizations on May 18.The concert Our Common Homeland took place at Peking University as one of the projects showcasing Asian culture during the conference. It was the latest example of the orchestra's effort in breaking the traditional concept of Chinese folk music, and \"taking it to the context of world music\", according to Luo Xiaoci, head of the SHCO.Featuring an unprecedented collaboration between Chinese and foreign musical instruments, such as the Spanish guitar and Chinese pipa, the Russian balalaika and Chinese ruan, the concert first premiered in Shanghai in November.Such inclusiveness is the greatest characteristic of Shanghai-style Chinese music, said Luo, who is also a national-award winning guzheng (Chinese zither) player and composer.Rong Yueming, director of Literature Institute of Shanghai Academy of Social Sciences, says that this mash-up of musical instruments also reflects Shanghai's long-standing tradition of embracing diversity to sustain its cultural vitality.\"Inclusiveness has long been a key feature of Shanghai culture,\" says Rong, who also served as chief editor of the 2019 Shanghai Cultural Development Report compiled by SASS.The report, which reviews the cultural development of Shanghai over the past year, says that the city has been an epicenter in China for the convergence of Chinese and Western cultures.\"For more than one century, the city has demonstrated great resilience in assimilating diverse cultures, which in itself has become a distinctive characteristic of what Shanghai culture is today,\" Rong says in the report.He Jianhua, chief of the Shanghai Culture Research Center and former vice-director of the Shanghai Academy of Social Sciences, shared a similar insight.\"In comparison with Beijing, which has concentrated on presenting the essence of traditional Chinese culture, Shanghai serves more like a platform for international cultural exchange. As a result, Shanghai culture has two facets - it is both Chinese and international,\" says He.In a three-year action plan aimed at turning the city into an international cultural metropolis, authorities have encouraged industry players to create more original Shanghai productions and pave the way for more cultural products to be displayed and promoted across China and around the world.As the birthplace of the Communist Party of China and one of the country's first five ports to open to international trade, Shanghai has a rich past to tap into to create original productions with an international reach, says the report.SHCO's latest production of Our Common Homeland is just one of the many examples of productions that have flourished in recent years.Presented by Chinadaily.com.cn Registration Number: 10023870-7    京ICP备13028878号-4Copyright ©Ministry of Culture and Tourism, P.R.China. All rights reserved"}
{"url": "http://www.chinadaily.com.cn/a/201905/27/WS5cebd616a3104842260be11c.html", "content": "Journalists from 18 countries involved in the Belt and Road Initiative visited the Shanghai Tower on the morning of May 27 as part of a training program to learn more about China's development and foster international exchange.Located in Lujiazui, Pudong New Area, the 632-meter tower is the tallest building in China and the second-tallest in the world following the Burj Khalifa in Dubai in the United Arab Emirates.\"This building is fantastic,\" said Zorkina Kristina, an editor from Information Telegraphic Agency of Russia-TASS. \"You can enjoy a very beautiful view of the city from here. There are a lot of gardens, cafes and a swimming pool. You can really enjoy life here.\"It's a great opportunity for me to be here and to be part of the international team,\" she added.As members of the China Global Media Fellowship program, 19 participating foreign journalists get to attend presentations on China's latest economic, political, cultural and social developments from May 13 to June 1.They have visited Beijing and Hunan province, and are in Shanghai until the end of the week. In the program, they participated in field studies with well-known domestic media groups and exchanged their ideas with other media professionals.Jointly launched last year by China Daily, the University of International Business and Economics in Beijing and the Shanghai International Studies University, the training program aims to promote deeper communication between Chinese and foreign journalists to enhance development of countries and regions involved in the BRI.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5bba6a310519142700d90.html", "content": "In 1972, David Bowie gave birth to arguably his most famous alter-ego, Ziggy Stardust-an androgynous alien with spiky tangerine hair, theatrical makeup and brightly-colored glam rock attire. An eponymous ode to the character appears on Bowie's album, The Rise and Fall of Ziggy Stardust and the Spiders From Mars, which was released that year.With the album, Bowie redefined glam rock and spent 18 months in the years 1972 and 1973 touring the United Kingdom, North America and Japan.During the tour, Bowie invited a Cambridge University graduate, Mick Rock, to be his personal photographer. They first met backstage in March 1972.Now, 65 large framed photos by Rock, which capture Bowie in his dressing room, his transformation into Ziggy Stardust, shots of his live performances and candid, private moments between the shows, are being displayed as an exhibition, entitled Bowie by Mick Rock, at 798 Space in Beijing's 798 Art Zone from May 29 to Aug 4.The exhibition, which is supported by Seattle's Museum of Pop Culture, or MoPOP, a nonprofit museum dedicated to reflecting contemporary popular culture, and co-organized by Beijing-based indie record label, Modern Sky, also showcases performance footage of Bowie, interviews with Rock, who talks about directing Bowie's first four music videos, as well as photos of other music legends of the era taken by Rock, including Lou Reed, Iggy Pop and Debbie Harry. It's MoPOP's first exhibition to be staged in Asia.\"Mick Rock's great eye, his unlimited access to Bowie and the trust they shared allowed him to capture, in hundreds of photographs and four music videos, the artist's transformation into Ziggy Stardust and the '70s most intriguing and otherworldly rock star,\" writes Jasen Emmons, director of curatorial affairs at MoPOP, of the exhibition.The exhibition opens with a quote from Bowie: \"Mick sees me the way I see myself.\"It was what Bowie said to his manager when he reviewed the photos that Rock had taken for him.Under one photo, shot in a dressing room in Scotland in 1973, a line explains Bowie's creation of Ziggy Stardust, which was heavily influenced by two classical forms of Japanese theater: Kabuki and Noh. After a six-city tour in Japan in 1973, Bowie began using a special Noh theater makeup palette, which he applied himself.Between photos, quotes from Bowie are displayed, like \"I wish myself to be a prop, if anything, for my songs. I want to be the vehicle for my songs. I would like to color the material with as much visual expression as is necessary for that song\".Rock, who was born in London in 1948, continued to create iconic images of many other great artists, including Pink Floyd co-founder, Syd Barrett, and Queen lead vocalist, Freddie Mercury.\"I got pictures of David eating, drinking coffee, having a cigarette before going onstage, making himself up. I even got shots of him asleep,\" says Rock. \"I regarded myself as a guardian of his image, and that's true to this day.\"During the 1970s, Bowie released 11 albums, including five which are considered as classics. The legendary artist died on Jan 10, 2016, two days after he released his 25th studio album, entitled Blackstar.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf56b49a310519142700d1d.html", "content": "Candidates bidding to replace Theresa May as Britain's prime minister and the leader of its ruling Conservative Party are vying to separate themselves from the pack in a crowded leadership race that had, as of Monday, attracted 13 competitors and much criticism.Leadership battles typically attract a handful of hopefuls but this is the largest in Conservative Party history.The BBC said on Monday the overcrowded race had led some senior members of the Conservative Party, including Housing Minister James Brokenshire, to urge fringe candidates to pull out in order to save time and leave the waters less muddied.\"We simply do not have the luxury of weeks of navel gazing or days and days of whittling candidates down to the final two,\" Brokenshire said in a speech at the Policy Exchange, a center-right think tank.Elder statesman and former chancellor of the exchequer Ken Clarke said on BBC Radio 4's Today program that the contest had become a \"shambles\"and was \"in danger of becoming a rather tragic farce, unless some order is brought into it\".Hopefuls have been seeking high-profile endorsements and unveiling policy proposals ahead of May's resignation on Friday.Former foreign secretary Boris Johnson, who is seen by many as a frontrunner, got a thumbs-up from United States President Donald Trump on the weekend and was further boosted by Liz Truss, chief secretary to the Treasury, and Kwasi Kwarteng, the Brexit minister.Michael Gove, the UK's environment secretary, has been endorsed by former education secretary Nicky Morgan, Cabinet minister Amber Rudd, and Mel Stride, leader of the House of Commons.And Rory Stewart, the international development minister, has been endorsed by Justice Secretary David Gauke.May is standing down because of widespread dissatisfaction within the party about how she has handled the UK's pending departure from the European Union. Candidates have unveiled their Brexit stances. Some favor an immediate hard Brexit, others favor reopening negotiations with the EU and a possible deferral of the scheduled Oct 31 departure date, and others are ranged in between.Candidates have also unveiled other policy plans.Johnson said in his column in the Daily Telegraph that he would like to increase per-student funding sent to secondary schools to a minimum of 5,000 pounds ($6,300) a year.Matt Hancock, the health secretary, wants to establish an Irish Border Council to work with communities to avoid post-Brexi tdisruption along the border between the Republic of Ireland and Northern Ireland.Home Secretary SajidJavid wants to spend 100 billion pounds on improving the UK's infrastructure.And Sam Gyimah, the former universities minister, wants a second referendum on whether the UK should leave the EU.Conservative Party grandees, meanwhile, have appealed to the party's 1922 Committee, which manages rules and discipline, and asked it to look at the rules surrounding leadership elections. Currently, MPs only need two other MPs to back them in order to stand in a leadership race. The 1922 Committee will look at whether prospective candidates should jump through more hoops in order to stand, something that would likely lead to smaller fields.The committee is expected to make a decision on Tuesday.The 13 hopefulsJames CleverlyMichael GoveSam GyimahMatt HancockMark HarperJeremy HuntSajidJavidBoris JohnsonAndrea LeadsomKit MalthouseEsther McVeyDominic RaabRory StewartCopyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/a/201905/26/WS5cea31f0a3104842260bdcd9.html", "content": "The market in Ruili, Southwest China's Yunnan province, is the first and only place nationwide that offers online auctions selling and trading raw jade through livestreaming.Raw jade, which is mined in mountainous areas, usually comes in the form of boulders that look like any other rocks.Some jade is processed and made into accessories, while some is set aside and sold directly to collectors as investment pieces.Raw jade's sales process is different to other jewelry.By giving the surface a little scrape – known in the trade as \"opening the window\" – both sellers and buyers assess the value of the stone before agreeing on a price.Known as, which means gambling on rocks, trading jade is considered perhaps the riskiest business in the jewelry industry – it's also one of the most lucrative.A new lexicon has emerged to describe the uncertainty and difficulty of. According to one saying, with one scrape you are a billionaire, and with another you are a beggar.There is still no technology capable of penetrating the stone, known as \"the skin\", to locate the jade and to judge its quality without breaking the stone apart.In recent years a growing number of amateur collectors, lured by the prospect of instant riches, have flocked to the huge jade market in Ruili to try their luck.The Ruili government estimated that by the end of 2017 there were more than 20,000 livestream broadcasters from across the country based in the city, which has a population of about 140,000.To better guarantee and regulate the market, an agreement was reached in December between regional government, the jade association and Taobao to open the Yangyanghao Taobao raw jade trade market in Ruili.To ensure quality, an initial 415 livestream broadcasters, accounting for 10 percent of those in the industry, were picked, trained and licensed before being allowed enter the market.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://pic.chinadaily.com.cn/a/201906/04/WS5cf5a57ca31011d294da9dec.html", "content": "6月3日，大熊猫抵达青海省西宁曹家堡机场。新华社记者 吴刚 摄"}
{"url": "http://cn.chinadaily.com.cn/2018wwc/index.html", "content": "习近平指出，本届世界互联网大会以“创造互信共治的数字世界——携手共建网络空间命运共同体”为主题。希望大家集思广益、增进共识，共同推动全球数字化发展，构建可持续的数字世界，让互联网发展成果更好造福世界各国人民。11月7日，第五届世界互联网大会在浙江省乌镇开幕。中共中央政治局委员、中宣部部长黄坤明出席开幕式，宣读习近平主席贺信并发表主旨演讲。第五届世界互联网大会分论坛“中外部长高峰论坛：弥合数字鸿沟”11月8日14:30-18:00在乌镇会议中心举行。印象笔记将不忘初心、着眼未来，秉持全球视野，携手中国互联网领域的合作伙伴，一起用知识助力青春远航，驶向充满希望的美好未来。赞比亚位于非洲中南部，气候温和宜人，适合各类花木生长。许多赞比亚的蜂蜜公司参加了首届中国国际进口博览会，合作的农户都希望借此机会向中国消费者推介赞比亚优质蜂蜜。赞比亚蜂农：“自行车产自中国，我们的蜂蜜也正在中国销售。进博会现场，肯尼亚国家馆的玫瑰吸引了无数观众的青睐，游人们纷纷驻足拍照。近年来，中国已成为肯尼亚玫瑰增长最快的消费市场，随着肯尼亚到中国主要城市直航航线的开通，肯尼亚鲜花在中国市场上显示出较强的竞争力。由于肯尼亚玫瑰花头大、花期长、色彩鲜艳，深得中国上海等城市消费者喜爱。这恐怕是进口博览会上最养眼的秀场了，日本展商高岛屋今天在“四叶草”办“日本婚礼礼服秀”，展现“华丽指数”最高、最能代表日本传统工艺的服装。主持人介绍，传统新娘装包括打褂、振袖和配饰等一套组合，打褂是和服的一种，白色的叫“白无垢”，彩色的做“色打褂”。2018年11月7日至9日，以“创造互信共治的数字世界——携手共建网络空间命运共同体”为主题的第五届世界互联网大会在乌镇召开，习近平主席向大会致贺信。美丽的水乡乌镇已成为世界互联互通互信的纽带，世界互联网大会引领着国际互联网共享共治合作发展。作者：浙江大学传媒与国际文化学院研究员、博士生导师，浙江大学公共外交与战略传播研究中心副主任 洪宇　　自上世纪90年代以来，伴随着后冷战时代的降临，以美国为引领的信息化数字化浪潮席卷全球经济。11月7日，第五届世界互联网大会在浙江乌镇开幕，习近平向大会致贺信。据中国信息通信研究院发布的报告显示，2017年中国数字经济规模达27.2万亿元，占国内生产总值(GDP)比重达到32.9%，就业人数达到1.71亿人，占当年总就业人数的22.1%；"}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5c8e9a310519142700e33.html", "content": "VENICE, Italy - A towering, out-of-control cruise ship rammed into a dock and a tourist riverboat on a busy Venice canal on Sunday morning, injuring five people, officials said. The collision sparked new calls for placing restrictions on cruise ships in the famed city.The crash happened on the Giudecca Canal, a major thoroughfare that leads to St. Mark's Square in the northeastern Italian city.The MSC Opera cruise ship, apparently unable to stop, blared its horn as it slammed into the much smaller River Countess boat and the dock as dozens of people ran away in panic. In videos of the crash, people were seen rushing to disembark from the moored riverboat over a short gangplank, and at least two people were left caught on the walkway as the vessel was dislodged from the pier.Elisabetta Pasqualin was watering plants on her terrace when she heard warning sirens and stepped out to see the crash.\"There was this huge ship in a diagonal position in the Giudecca Canal, with a tugboat near which seemed like it couldn't do anything,\" she said.She described the ship \"advancing slowly but inevitably toward the dock\". She said \"the bow of the ship crashed hard into the bank with its massive weight crushing a big piece of it. Sirens were wailing loudly; It was a very dramatic scene\".When the cruise ship rammed the riverboat, she said the smaller vessel looked like it was \"made of plastic or paper\" rather than steel.Local officials said five women aboard the riverboat were injured. They said one was released immediately from a hospital, while four others were advised to remain under medical care for a few days.Earlier, medical authorities said four of the women - a US citizen, a New Zealander and two Australians between the ages of 67 and 72 - were injured falling or trying to run away when the cruise ship rammed into the River Countess.Venice is a tremendously popular site for both tourists and cruise ships, especially during the summer tourist season.Associated PressCopyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/a/201906/04/WS5cf5c884a310519142700e25.html", "content": "MOSCOW - China-Russia comprehensive strategic partnership of coordination has continued to deepen, and the fruitful results of pragmatic cooperation have increasingly benefited the two countries and their peoples, Chinese Ambassador to Russia Li Hui has said.The two sides have established a comprehensive strategic partnership of coordination based on equality, mutual trust and support, common prosperity and lasting friendship, and have continuously achieved new heights in their bilateral relations, Li told Xinhua in a recent interview.The diplomat made the remarks ahead of President Xi Jinping's forthcoming state visit to Russia and his attendance at the 23rd St. Petersburg International Economic Forum.\"China is ready to work with Russia to implement a series of important consensuses reached by the two heads of state, so as to keep promoting the alignment of the Belt and Road Initiative and the Eurasian Economic Union, further consolidate the social foundation of the friendship between the two peoples for generations, and facilitate greater development of the bilateral ties,\" Li said.The Chinese and Russian governments have agreed to translate their high-level political ties into pragmatic cooperation, the diplomat noted, citing the bilateral trade volume of over $100 billion last year as a positive result of their joint efforts.\"In recent years, China-Russia economic and trade cooperation has seen new breakthroughs both in scale and in quality, with its internal impetus ever growing,\" Li said, noting that cooperation in the energy sector and infrastructure construction has achieved fruitful results.Meanwhile, China and Russia have witnessed ever growing trade in agricultural products, and bilateral cooperation in tourism and on the two countries' local levels have also flourished, according to Li.Li also mentioned that the two countries have established the \"Yangtze River-Volga River\" and \"China's Northeast-Russia's Far East\" regional cooperation mechanisms and set up relations between 140 pairs of sister cities and provincial-level regions.China and Russia will strive for the goal of achieving a trade volume of 200 billion dollars as soon as possible, Li said.To that end, the two sides will continue to carry out large-scale strategic projects in the fields of energy, aviation, aerospace and infrastructure, and tap the potential in regional cooperation, small and medium-sized enterprises and other fields, he added.In addition, Li noted that China and Russia have demonstrated the willingness and determination to cooperate under the China-proposed Belt and Road Initiative.Recalling the annual mutual visits by the two heads of state, Li said that support from China and Russia for each other in hosting diplomatic events fully reflects the high level and particularity of their comprehensive strategic partnership of coordination.This year marks the 70th anniversary of the establishment of diplomatic relations between China and Russia, and the two countries will hold a series of grand events for celebration.\"It will surely push China-Russia relations in various areas to a new height in history,\" Li said.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/regional/weichaigroup.html", "content": "Weichai Group, the heavy-truck and components developer and manufacturer in Weifang Hi-Tech Industrial Development Zone, has vowed to develop itself into a leading global company.Updated: 2019-04-26Weichai Power, headquartered in Weifang, East China's Shandong province, has transformed itself from a small regional State-owned diesel combustion engine producer into a diversified global conglomerate with a strong presence after being listed on the Hong Kong Stock Exchange for 15 years.Updated: 2019-04-08Weichai Group, a State-owned enterprise or SOE based in Weifang, East China's Shandong province, has metamorphosed from an engine-maker until 2009 into a conglomerate now, with a global presence across powertrain systems, intelligent logistics, automotive, construction machinery and luxury yacht sectors.Updated: 2019-03-29Weichai Power reported robust business performance and steady growth in 2018, according to its annual results released on Tuesday.Updated: 2019-03-25Wang Shujun, chief technician at the heavy truck and component maker Weichai Power, has become one of the major forces in supporting Weichai's effort to be a leading global company.Updated: 2019-01-22Weichai Power, the engine, transmission and axle developer and heavy vehicles, automobile electronics and parts maker in Weifang Hi-tech Industrial Development Zone, was awarded first prize at the 2018 National Science and Technology Progress Awards for its breakthroughs in commercial vehicle powertrain development and applications.Updated: 2018-12-11Weichai Group, the heavy-truck and components developer and manufacturer in Weifang Hi-Tech Industrial Development Zone, has vowed to develop itself into a leading global company."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://cn.chinadaily.com.cn/a/201905/30/WS5cefb641a310e7f8b157fbfd.html", "content": "中国日报网5月31日电 （朱月红）有这么一群孩子，他们年龄虽小，但却能带给我们无与伦比的温暖。六一儿童节将至，《本期中国那些事儿》走近这些孩子，看看他们身上有哪些闪闪发光的品质，让我们为之感动。5月15日，有人在乘坐地铁时，看到地铁上一个小男孩吃力地抱着熟睡妈妈的情景，便拍成视频传到了网上。很多人为之瞬间泪目，有推特网友表示：这令许多网友动容的一幕也引起了外媒的关注。英国《每日邮报》在文章开头就不禁为男孩的举动点赞。文章称，母亲在地铁上熟睡，他的儿子抱着她，这是一个美好的（adorable）的瞬间。地铁上的这位小男孩，大概七八岁，看他站在那里尽最大力气伸着胳膊，才能勉强够得着地铁上的手拉环。他的妈妈也许由于劳累了，竟然依偎着孩子小小的胸膛睡着了。小男孩一只手吃力的抓着手拉环稳定住身体，一只手还抱着熟睡妈妈的脖子，生怕妈妈在地铁行进中摔倒了。孩子很费劲地坚持着，嘴唇紧闭着，即便这样他都不愿打扰熟睡的妈妈。两天后，《印度斯坦时报》发布报道称，在地铁上，小男孩抱着熟睡的妈妈，推特网友看到这一幕后，怒赞他“好孩子”。报道指出，网络上短视频有很多，但只有少数视频能给人留下永久的印象，这个短视频正是这些少数视频之一，小男孩充满爱的拥抱让许多网友落泪。印度新闻网站Timesnownews5月18日对此进行了报道。报道指出，这个视频发布后迅速在网上火了。小男孩妈妈依偎着孩子小小的胸膛，睡得是那么安然，好暖心！96级台阶，368米，数千次敲打路面，15分钟路程……每天独自上学，是11岁盲童女孩高雅最骄傲的事。而这份骄傲，源于她的勇敢。高雅，今年11岁，因为视神经发育不良先天失明。对于弱小的盲童女孩来说, 上学路很难走，但是她依然笑靥如花。每次出门前，她总会开心地跟妈妈说再见，送飞吻。上学路上，她不知道妈妈一直如影随形。有几次高雅站在路口急哭了，便拿出“老年机”打电话给妈妈。即使是这样，她也勇敢地“独自”前行。她的这份勇敢，给予了自己信心，让妈妈欣慰，也感动了国内外网友。有外国网友看到了高雅的故事后留言道：几年来，河南周口市太康县陈庄村的一些孩子每逢节假日和星期天，都会聚集到村里的一座图书馆看书看报。虽然图书都很破旧，但孩子看得都津津有味。说是图书馆，是村中小姐妹——12岁的吴楠楠和10岁的吴适可，利用跟随姥姥、舅舅捡垃圾拾到的一些破旧图书置办的。看着小伙伴们开心地借书阅读，姐妹俩也露出了灿烂的笑容。同时，她们也对图书百般呵护，不厌其烦地叮嘱小伙伴不要弄脏弄破了，“好好保存，能看十几年呢”。小姐妹的爱心之举被报道后，社会各界为小姐妹捐书捐物的同时，也不断有爱心企业和团体表示希望为改善乡村儿童阅读现状尽一份力。河南省文化和旅游厅、省少年儿童图书馆的有关负责人也来到小姐妹家中走访了解情况，并到村文化中心和小姐妹就读的学校查看调研。阅读可以让孩子们更加健康地成长，尤其对农村留守儿童来说，多读书可以丰富他们的生活，减少他们因没有父母陪伴而产生的孤独感。其实，近年来，儿童图书室在一些农村已经推广开来，孩子们在家门口就可以读到他们喜爱的童书了。还记得“冰花男孩”吗？为了参加期末考试，他在低温中走了一个多小时，到教室时已经“白了头”，头发和眉毛已经被风霜粘成雪白。感恩于难得的求学机会，他不畏严寒，理想坚定。他说：上学冷，但不辛苦，长大想当警察。当他的照片在网上走红之后，“冰花男孩”得到政府和社会各界的帮助。外媒也被“冰花男孩”的经历所感染，对他进行了持续关注。早在2019年初，美国《华盛顿邮报》有关“冰花男孩”的后续报道称，一年之后，“冰花男孩”住进了新房，所在学校也更加暖和。近日，香港《南华早报》也再次来到冰花男孩王福满的家发现，王福满的生活获得了改善。面对《南华早报》的镜头，王福满真诚地表达了他的感恩之情。“我有一个愿望是好好读书，不要让那些关心我的人失望”。王福满一脸坚定地说。4月26日，《南华早报》发布了相关视频，短时间内，浏览量已超过160万次。六一儿童节来了，祝所有孩子们儿童节快乐！（编辑：刘世东）"}
{"url": "http://jx.chinadaily.com.cn/a/201905/20/WS5ce2074ba310e7f8b157d8cf.html", "content": "钟金星正在操作电脑。　姜涛　摄中新网江西会昌5月19日电 (记者 姜涛)19日是第29个全国助残日。在江西省会昌县的一个小村庄，一位高位截肢的残疾人不忘回馈社会、积极投身公益的事迹在当地广为人知。今年刚满40岁的钟金星，因为1995年的一场意外，造成他腰部以下、左手腕部截肢，自那时起，他就只能躺在床上，连坐起来都是一种奢望，至今的24年间，他再未出过家门。为了不给家人增添麻烦，钟金星用仅有的右手反复练习，日常的生活起居都能自理，但在家中一直无所事事，在前些年接触学会操作电脑后，互联网成为了他了解世界的重要窗口。不甘现状的钟金星，曾经尝试开过淘宝店、做过微商，但因为活动能力等方面限制，都并不顺利。由于家庭贫困、身体残疾，钟金星经常得到当地义工组织的帮助，慢慢地他也萌生了想要回馈社会的想法。“我自己这样了，也不能做什么，因为我得到了社会的帮助，我也想用我的方式为这个社会做点事情。”一次偶然的机会，钟金星了解到当地一公益救援组织设置有后台岗位适合自己，通过主动学习与尝试，2017年03月，他正式加入该救援队，并担负接到任务后的响应报到、寻人启事的制作、救援信息的实时整理存档以及相关人员的在线培训等多重任务。“出了前线的都会把那些信息反馈到群里来，然后我就把它整理好来，出队人员的组成、寻人启事这些事都是我负责。”钟金星说。加入救援队至今两年多的时间，钟金星出色的表现也得到队友的广泛认可，钟金星同事的肖海平在接受采访时告诉记者，因为救援任务现场的信息量很大，每一个节点的信息，都需要钟金星整理，“他虽然说行动不方便，但是跟我们一样不管是白天还是黑夜，他都和我们一样并肩作战。”据统计，钟金星两年来共参与了上百场救援任务，志愿服务时长近1500小时，2018年度，他还被该救援队江西省应急协调中心评为“最佳优秀后台”。“能为这个社会做点我力所能及的事，实现了我做公益的梦想，在这里我也找到了我的人生价值。”钟金星如是说。(完)"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/a/201905/27/WS5cebd616a3104842260be11c.html", "content": "Journalists from 18 countries involved in the Belt and Road Initiative visited the Shanghai Tower on the morning of May 27 as part of a training program to learn more about China's development and foster international exchange.Located in Lujiazui, Pudong New Area, the 632-meter tower is the tallest building in China and the second-tallest in the world following the Burj Khalifa in Dubai in the United Arab Emirates.\"This building is fantastic,\" said Zorkina Kristina, an editor from Information Telegraphic Agency of Russia-TASS. \"You can enjoy a very beautiful view of the city from here. There are a lot of gardens, cafes and a swimming pool. You can really enjoy life here.\"It's a great opportunity for me to be here and to be part of the international team,\" she added.As members of the China Global Media Fellowship program, 19 participating foreign journalists get to attend presentations on China's latest economic, political, cultural and social developments from May 13 to June 1.They have visited Beijing and Hunan province, and are in Shanghai until the end of the week. In the program, they participated in field studies with well-known domestic media groups and exchanged their ideas with other media professionals.Jointly launched last year by China Daily, the University of International Business and Economics in Beijing and the Shanghai International Studies University, the training program aims to promote deeper communication between Chinese and foreign journalists to enhance development of countries and regions involved in the BRI.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://cn.chinadaily.com.cn/a/201906/04/WS5cf5de8ea31011d294da9f01.html", "content": "中国日报6月4日电（记者 ：张琰）近日，公安部刑事侦查局副局长陈士渠在接受《中国日报》独家专访时表示，公安机关将进一步推广人脸识别技术进行打拐，以帮助被拐多年的儿童跟自己的亲生父母团聚。据悉，人工智能脸部识别技术是由腾讯优图实验室开发的一种先进电脑系统，该系统可以凭借一张儿童的照片，让计算机模拟计算出孩子未来很多年后的照片。“即使被拐儿童经历多年成长，外形发生巨大变化，AI也能凭借少量照片实现跨年龄段的人脸识别。”他说。2017年5月，福建警方上线了一个名叫“牵挂你”的寻人平台，它采用腾讯优图实验室的人脸识别技术。截至目前，AI技术已经进行了5次版本更新。据介绍，在进一步积累相关实际经验后，AI技术将进一步在全国公安机关进行推广。据福建警方介绍，自从2017年使用AI技术后，仅2017年上线半年就找到了500多名失踪者。5月中旬，四川警方利用人脸识别技术成功帮助1名被拐10年的男孩桂豪与其亲生父母团聚。“尽管十年过去了，桂豪的外形相貌发生了巨大的变化，人脸识别技术仅用桂豪一张三岁时的照片成功找到了他，”他说。案件回溯到2009年一个下午，当时3岁的桂豪和一群孩子正在其父母开的酒铺附近天桥下玩，由于天气凉，趁母亲回去给他取外套的时间，他已经被人贩子拐走。人贩子把桂豪贩卖到广东。据警方调查，2006年到2014年间，犯罪嫌疑人王浩文及其团伙拐卖儿童多达13名，其中就包括桂豪。其中大多数被拐卖的儿童都被卖到了广东。“小孩长得快，几年间容貌变化巨大，即便亲生父母也可能认不出来。因此AI技术的使用给警方办案带来了突破，AI可以模拟出被拐儿童十年后的相貌，再通过照片比对，可以缩小警方侦查范围和准确锁定目标，”他说。之后，警方对被锁定的目标对象进行血样采集，再与DNA打拐数据库采集的血样进行对比，成功帮助被拐儿童找到其亲生父母。据悉，警方一共通过AI技术找到了7名被拐儿童，包括桂豪，他们全都被拐超过10年。截至目前，警方已经成功找到被拐13名儿童中的10名，还在继续侦查相关案件，寻找其他3名被拐儿童。据公安部提供的数据显示，近三年，全国只有57名儿童被拐骗，相比上世纪九十年代每年数百起的数量已经呈现明显大幅下降趋势。陈士渠说，中国政府十分重视打拐反拐工作。近年来，国务院反拐部际联席会议各成员单位认真落实国家反拐行动计划，逐步建立完善集预防、打击、救助、康复为一体的反拐长效机制。公安机关对拐卖犯罪始终坚持零容忍政策，实行拐卖儿童案件“一长三包责任制”、儿童失踪快速查找机制、打拐DNA信息比对和来历不明儿童摸排等有效措施，坚决打击拐卖儿童违反犯罪活动，依法惩治拐卖犯罪分子，切实维护儿童合法权益。据悉，自2009年建立了全国打拐DNA信息库以来，通过血型比对已帮助6108名被拐多年的人员与家人团聚。同时，《刑法修正案九》规定买方正式入刑和警方建立了儿童失踪信息紧急发布平台，这都有效抑制了拐卖儿童犯罪的发生，他说。据公安部刑侦局打拐办孟庆甜警官介绍，各地公安机关接到儿童失踪报警后，要立即立案和启动查找工作，打破警种界限和常规做法，调动一切警务资源，合成作战，快速查找失踪儿童；同时，“一长三包制”要求县市区公安机关主要领导或主管领导担任专案组长，专案组长要对案件侦办、查找解救被拐卖儿童和安抚被害人家庭工作全程负责到底。她说，为适应“互联网＋反拐”的时代要求，建立儿童失踪信息发布官方渠道，发动群众搜集拐卖犯罪线索，公安部刑侦局打拐办在阿里巴巴公司技术支持下，开发了支持手机移动办公、在线实时发布失踪儿童信息的公安部儿童失踪信息紧急发布平台“团圆”系统。“团圆”系统用于全国各地一线打拐民警及时上报各地儿童失踪信息、并在第一时间通过“公安部失踪儿童信息紧急发布”官方微博等，对公众发布准确无误的儿童失踪信息，同时通过新媒体APP客户端自动推送到相关人群。据悉，2016年5月15日，“团圆”系统正式上线。截至到2018年5月24日，一共有25家新媒体和移动应用接入该平台，包括高德地图，UC，百度，腾讯QQ，滴滴出行，手机淘宝和新华社客户端等。其以儿童失踪地点为中心，失踪1小时内，定向推送到方圆100公里；失踪2小时内，定向推送到方圆200公里；失踪3小时内，定向推送到方圆300公里；失踪超过3小时，定向推送到方圆500公里，以让更多群众从官方渠道获取准确信息，协助公安机关快速侦破拐卖案件，尽快找到失踪被拐儿童。据公安部官方数据显示，截止到5月15日，“团圆系统”平台共发布3978名儿童失踪信息，找回儿童3901名，找回率为98%，其中被拐儿童现案57起。“团圆系统的目标是用心打造全世界最好的儿童失踪信息紧急发布平台，让失踪的宝贝早日回家，集结全社会可以动员的力量，一起呵护中国儿童的安全成长，”陈士渠说。（编辑：党超峰）"}
{"url": "http://www.chinadaily.com.cn/static_e/Expat_Employment.html", "content": "China Daily website, as China Daily’s Digital Media, was launched in 1995. It is the first national English-language website in China and has become a comprehensive multimedia outlet and China’s most \ninfluential English-language Web portal. With more than 30 subsidiary websites and 300 channels, the China Daily website provides 24-hour authoritative information services about China to Web users around the world through multiple channels.This is a chance to work with some of the best Chinese young journalists in a fast-paced, innovative atmosphere that rewards ideas and hard work. This is also an opportunity to live in a country that has rich, \nextensive, profound traditional culture and feel the pulse of the world’s second-largest economy.This position is based inorwith housing or a housing stipend.1. Assure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.2. Assist Chinese editors and reporters with research, reporting and crafting articles with an eye towards overall writing fluency.3. Participate in shaping the vision for China Daily Online operations in a creative, ambitious and open environment.1. Have a deep understanding and appreciation for the role of journalism and accurate, thoughtful news writing.2. Have job or internship experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.3. A minimum of a bachelor’s degree at an accredited college or university with a major in journalism, English, finance, economics, international politics, or a related field.1. Review copy and correct errors in content, grammar, and punctuation, following prescribed editorial style and format guidelines.2. Ensure that all copy, including headlines, summaries and graphics, are sharp, current and ultra-clean across all online platforms, from the China Daily website to mobile apps.3. Build and manage an efficient editorial process including time-lines, quality control, photos, illustrations & layout.4. Keep abreast of the latest developments in China and focus on emerging or hot topics.5. Help build audience and reach, including developing strategies to best share content on social media.6. Work with Chinese editors and reporters on researching, reporting and crafting articles with an eye toward overall writing fluency.7. Participate in shaping the vision for China Daily Website operations in a creative, ambitious and open environment.1. A minimum of a bachelor’s degree at an accredited college or university with a major in \njournalism, English, finance, economics, international politics, or a related field.2. Have a deep understanding of, and appreciation for, the role of journalism and accuracy.3. At least five years of job experience at an English-language news or media organization or related field. Working experience in new media is highly preferred.4. Strong organizational skills, eye for detail, and ability to handle multiple priorities.5. Willingness to embrace new technologies, Internet metrics and the role of social media in news gathering.For the editors who are interested in these positions, please e-mail cover letter and Resume to."}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://world.chinadaily.com.cn/a/201906/04/WS5cf5ced0a31011d294da9eb2.html", "content": "吉林市女子学校学生们最近在学校操场跑出了巨幅中国轮廓图，用这种匠心的方式庆祝祖国70年华诞。活动的创意来自学校的地理教师邱延鹏，他将“九段线”、“四至点”等地理元素运用其中，另一位美术教师则根据他的策划在操场上标记出每位学生的跑位点，精确度达到惊人的5厘米。900名学生最先摆成巨大的“中国”二字，之后迅速跑到各自的点位，两分钟之后，一幅巨大的“中国地图”震撼展现。（记者 韩俊红 视频吉林女子学校）"}
{"url": "http://world.chinadaily.com.cn/a/201906/04/WS5cf5ced0a31011d294da9eb2.html", "content": "吉林市女子学校学生们最近在学校操场跑出了巨幅中国轮廓图，用这种匠心的方式庆祝祖国70年华诞。活动的创意来自学校的地理教师邱延鹏，他将“九段线”、“四至点”等地理元素运用其中，另一位美术教师则根据他的策划在操场上标记出每位学生的跑位点，精确度达到惊人的5厘米。900名学生最先摆成巨大的“中国”二字，之后迅速跑到各自的点位，两分钟之后，一幅巨大的“中国地图”震撼展现。（记者 韩俊红 视频吉林女子学校）"}
{"url": "http://www.chinadaily.com.cn/a/201906/03/WS5cf48b47a3104842260bf270.html", "content": "Madame Tussauds Beijing in the historical Qianmen area recently unveiled a waxwork replica of Chinese actress Yang Zi, making the 26-year-old the youngest celebrity to have a wax figure at the Beijing's attraction.Yang became a household name to Chinese audiences as a child star.When she was 12, she acted in the popular Chinese sitcom Home with Kids, with A-list actress Song Dandan playing her mother.It took over half a year for a professional team based in the United Kingdom to finish the wax work.Yang called her wax replica dressed in a white gown her \"younger sister\", and said she was satfisfied with its eyes and mouth, which resembled hers.Copyright 1995 -. All rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to China Daily Information Co (CDIC). Without written authorization from CDIC, such content shall not be republished or used in any form."}
{"url": "http://world.chinadaily.com.cn/a/201906/04/WS5cf5ab69a31011d294da9df8.html", "content": "新华社斯德哥尔摩6月3日电（记者付一鸣）瑞典乌普萨拉地区法院3日驳回了瑞典检方要求在“维基揭秘”网站创始人朱利安·阿桑奇缺席情况下逮捕他的申请。乌普萨拉地区法院在当天发布的新闻公报中说，鉴于阿桑奇目前被监禁在英国，法院认为对其发出逮捕令并不适当。法院认为，检察官可以通过签发欧洲调查令继续对阿桑奇强奸罪指控进行初步调查。对此，瑞典检察署副署长埃娃-玛丽·佩尔松表示，她完全尊重法院的判决。她在一份新闻公报中说，调查将继续，她将签发一份欧洲调查令对阿桑奇进行问询。阿桑奇2006年创建“维基揭秘”网站。2010年，这家网站公布了大量美国政府有关阿富汗战争和伊拉克战争的秘密文件，让美国的外交形象遭到巨大打击，引起轰动和争议。2010年11月，瑞典检方指控阿桑奇当年8月在瑞典逗留期间涉嫌强奸。身在英国的阿桑奇被英国警方逮捕后否认所有指控。英国最高法院裁定可将他引渡至瑞典。2012年6月，阿桑奇在保释期间进入厄瓜多尔驻英国大使馆寻求庇护。2017年5月，由于认为“在可预见的未来”无法引渡阿桑奇，瑞典检方宣布撤销对其强奸罪指控的调查。今年4月11日，在厄瓜多尔宣布撤销给予阿桑奇的庇护后，英国警方宣布阿桑奇在厄瓜多尔驻英国大使馆被捕。5月1日，阿桑奇在英国被判入狱50周，罪名是他7年前违反保释条例进入厄瓜多尔驻英国大使馆寻求庇护。5月13日，瑞典检方宣布重启两年前撤销的对阿桑奇强奸罪指控的调查。5月20日，瑞典检方向乌普萨拉地区法院申请对阿桑奇发出逮捕令。"}
{"url": "http://www.chinadaily.com.cn/mobile_cn/index.html", "content": ""}
{"url": "http://caijing.chinadaily.com.cn/a/201906/04/WS5cf5dd74a31011d294da9eef.html", "content": "中国日报网6月4日电（刁云娇）国家发改委等七部门近日联合印发《国产婴幼儿配方乳粉提升行动方案》。方案明确，鼓励国外乳粉企业在国内设立外商投资企业，促进中国品牌与外国品牌公平竞争。方案提出，鼓励国内外企业合作与公平竞争。支持国内企业在境外收购和建设奶源基地，降低原料成本。鼓励有实力、信誉好的企业在国外设立加工厂，并将生产的产品以自有品牌原装进口。鼓励国外乳粉企业在国内设立外商投资企业，促进中国品牌与外国品牌公平竞争，引入国外先进的生产技术及管理经验，丰富国内产品供应。支持国产乳粉生产企业根据自身实际，找准产品市场定位，拓展营销渠道，巩固和扩大消费市场，积极拓展中高端市场，实行错位竞争。（编辑：李海鹏）"}
